Repository: 0o001/gnome-terminal
Catalog: help/*/*.po
Languages: pt, ro

source: Working with the Contents of Terminal Windows
ro: Lucrul cu conținutul ferestrelor de terminal

source: To scroll through previous commands and output:
ro: Pentru a derula prin comenzi și ieșiri anterioare:

source: Perform one of the following actions:
ro: Efectuați una dintre următoarele acțiuni:

source: Use the scrollbar, which is usually displayed on the right of the terminal window.
ro: Utilizați bara de derulare, care de obicei este afișată pe partea dreaptă a ferestrei de terminal.

source: Press the <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, or <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> keys.
ro: Apăsați tastele <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo> sau <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo>.

source: The number of lines that you can scroll back to in the terminal window is determined by the <guilabel>Scrollback</guilabel> setting in the <guilabel>Scrolling</guilabel> tabbed section of the <guilabel>Editing Profile</guilabel> dialog. You can also scroll up or down one line at a time by pressing <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Up</keycap></keycombo> or <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Down</keycap></keycombo>.
ro: Numărul de linii pe care puteți să le derulați înapoi în fereastra terminale este determinat de configurația <guilabel>Scrollback</guilabel> în secțiunea de <guilabel>Derulare</guilabel> din caseta de dialog <guilabel>Editare profil</guilabel>. De asemenea, puteți să derulați în sus sau în jos o linie într-un moment apăsând <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Sus</keycap></keycombo> sau <keycombo><keycap>Control</keycap><keycap>Shift</keycap><keycap>Jos</keycap></keycombo>.

source: To select and copy text:
ro: Pentru a selecta și copia text:

source: You can select text in any of the following ways:
ro: Se poate selecta text în oricare din următoarele moduri:

source: To select a character at a time, click on the first character that you want to select and drag the mouse to the last character that you want to select.
ro: Pentru a selecta un caracter odată, apăsați pe primul caracter pe care doriți să îl selectați și trageți mouse-ul până la ultimul caracter pe care doriți să îl selectați.

source: To select a word at a time, double-click on the first word that you want to select and drag the mouse to the last word that you want to select. Symbols are selected individually.
ro: Pentru a selecta un cuvânt întreg, apăsați dublu clic pe primul cuvânt pe care doriți să îl selectați și trageți mouse-ul până la ultimul cuvânt pe care doriți să îl selectați. Simbolurile sunt selectate individual.

source: To select a line at a time, triple-click on the first line that you want to select and drag the mouse to the last line that you want to select.
ro: Pentru a selecta o linie întreagă, dați triplu clic pe prima linie pe care doriți să o selectați și trageți mouse-ul până la ultima linie pe care doriți să o selectați.

source: These actions select all text between the first and last items. For all text selections, <application>GNOME Terminal</application> copies the selected text into the clipboard when you release the mouse button. To explicitly copy the selected text, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
ro: Aceste acțiuni selectează tot textul între primul și ultimul element. Pentru toate selecțiile de text, <application>GNOME Terminal</application> copiază textul selectat în clipboard când eliberați butonul mausului. Pentru a copia în mod explicit textul selectat, alegeți <menuchoice><guimenu>Editare</guimenu><guimenuitem>Copiere</guimenuitem></menuchoice>.

source: To paste text into a terminal:
ro: Pentru a lipi text într-un terminal:

source: If you previously copied text to the clipboard, you can paste the text into a terminal by performing one of the following actions:
ro: Dacă anterior ați copiat text în Clipboard, puteți lipi textul într-un terminal efectuând una dintre următoarele acțiuni:

source: To paste text that you copied by selection only, middle-click at the command prompt. If you do not have a middle mouse button, refer to the X Server documentation for information about how to emulate the middle mouse button.
ro: Pentru a lipi text pe care l-ați copiat doar prin selecție, apăsați clic mijloc la promptul de comandă. Dacă nu aveți un buton de mijloc pe maus, consultați documentația X Server pentru informații despre cum să simulați butonul din mijloc.

source: To paste text that you explicitly copied, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>.
ro: Pentru a lipi text pe care l-ați copiat în mod explicit, selectați <menuchoice><guimenu>Editare</guimenu>,<guimenuitem>Lipire</guimenuitem></menuchoice>.

source: To drag a file name into a terminal window:
ro: Pentru a glisa un nume de fișier într-o fereastră de terminal:

source: You can drag a file name to a terminal from another application such as a file manager. The terminal displays the path and the full name of the file.
ro: Puteți să glisați un nume de fișier la un terminal de la o altă aplicație, cum ar fi un manager de fișiere. Terminalul afișează calea și numele complet al fișierului.

source: To access a link:
ro: Pentru a accesa o legătură:

source: To access a Uniform Resource Locator (URL) that is displayed in a terminal, perform the following steps:
ro: Pentru a accesa un Uniform Resource Locator (URL) care este afișat într-un terminal, efectuați următorii pași:

source: Move the mouse over the URL until the URL is underlined.
ro: Mutați mausul peste URL până când este subliniat.

source: Right-click on the URL to open a popup menu.
ro: Dați clic dreapta pe URL pentru a deschide un meniu contextual.

source: Choose <guimenuitem>Open Link</guimenuitem> to start a link application and display the file located at the URL.
ro: Selectați <guimenuitem>Deschide legătura</guimenuitem> pentru a porni un navigator de internet și afișa fișierul situat la URL.

source: Viewing the Keyboard Shortcut Settings
ro: Vizualizarea configurărilor pentru comenzi rapide de tastatură

source: To view the keyboard shortcut settings that are defined for <application>GNOME Terminal</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Keyboard Shortcuts</guimenuitem></menuchoice>. The <guilabel>Keyboard Shortcuts</guilabel> dialog contains the following items:
ro: Pentru a vizualiza configurările de comenzi rapide de tastatură care sunt definite pentru <application>GNOME Terminal</application>, selectați <menuchoice><guimenu>Editare</guimenu><guimenuitem>Scurtături de la tastatură</guimenuitem></menuchoice>. Caseta de dialog <guilabel>Scurtături tastatură</guilabel> conține următoarele elemente:

source: <guilabel>Disable all menu access keys (such as Alt+f to open File menu)</guilabel>
ro: <guilabel>Dezactivează toate tastele de acces meniu (cum ar fi Alt+F pentru a deschide meniul Fișier)</guilabel>

source: Deselect this option to disable the access keys that are defined to enable you to use the keyboard instead of the mouse to select a menu item. Each access key is identified by an underlined letter on a menu or dialog option. In some cases, you must press the <keycap>Alt</keycap> key in combination with the access key to perform the action.
ro: Deselectați această opțiune pentru a dezactiva tastele de acces care sunt definite pentru a vă permite să utilizați tastatura în locul mausului pentru a selecta un element de meniu. Fiecare tastă de acces este identificată printr-o literă subliniată pe o opțiune de meniu sau dialog. În unele cazuri, trebuie să apăsați tasta <keycap>Alt</keycap> în combinație cu tasta de acces pentru a efectua acțiunea.

source: <guilabel>Disable menu shortcut key (F10 by default)</guilabel>
ro: <guilabel>Dezactivează comanda rapidă a meniului (F10 implicit)</guilabel>

source: Deselect this option to disable the shortcut key that is defined to enable you to access the <application>GNOME Terminal</application> menus. The default shortcut key to access the menus is <keycap>F10</keycap>.
ro: Deselectați această opțiune pentru a dezactiva tasta de comenzi rapide care este definită pentru a permite accesul la meniurile <application>GNOME Terminal</application>. Tasta de comenzi rapide implicită pentru a accesa meniurile este <keycap>F10</keycap>.

source: <guilabel>Shortcut Keys</guilabel>
ro: <guilabel>Taste de comenzi rapide</guilabel>

source: The <guilabel>Shortcut Keys</guilabel> section of the dialog lists the shortcut keys that are defined for each menu item.
ro: Secțiunea de <guilabel>Taste de comenzi rapide</guilabel> din caseta de dialog listează tastele de comenzi rapide care sunt definite pentru fiecare element de meniu.

source: Not all keys can be used as shortcut keys, such as <keycap>Tab</keycap>.
ro: Nu toate tastele pot fi folosite ca taste de comenzi rapide, cum ar fi <keycap>Tab</keycap>.

source: Text Size
ro: Dimensiunea textului

source: You can use the following methods to resize the text in the GNOME Terminal window:
ro: Puteți utiliza următoarele metode pentru a redimensiona textul în fereastra terminalul GNOME:

source: To increase the size of the text, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom In</guimenuitem></menuchoice>.
ro: Pentru a mări dimensiunea textului, selectați <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Mărire</guimenuitem></menuchoice>.

source: To decrease the size of the text, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom Out</guimenuitem></menuchoice>.
ro: Pentru a micșora dimensiunea textului, selectați <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Micșorare</guimenuitem></menuchoice>.

source: To view the text at actual size, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Normal Size</guimenuitem></menuchoice>.
ro: Pentru a vizualiza textul la dimensiunea reală, selectați <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Dimensiune normală</guimenuitem></menuchoice>.

source: To Change the Terminal Title
ro: Pentru a modifica titlul terminalului

source: To change the title of the currently displayed terminal, perform the following steps:
ro: Pentru a modifica titlul terminalului afișat, efectuați următorii pași:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Set Title</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Setează titlul</guimenuitem></menuchoice>.

source: Type the new title in the <guilabel>Title</guilabel> text box. <application>GNOME Terminal</application> applies the change immediately.
ro: Tastați noul titlu în caseta de text <guilabel>Titlu</guilabel>. <application>GNOME Terminal</application> aplică modificarea imediat.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Set Title</guilabel> dialog.
ro: Apăsați pe <guibutton>Închidere</guibutton> pentru a închide caseta de dialog <guilabel>Setare titlu</guilabel>.

source: To Change the Character Encoding
ro: Pentru a modifica codarea de caractere

source: To change the character encoding, choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Set Character Encoding</guisubmenu></menuchoice>, then select the appropriate encoding.
ro: Pentru a modifica codarea de caractere, selectați <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Setați codarea de caractere</guisubmenu></menuchoice>, apoi selectați codificarea corespunzătoare.

source: To Change the List of Character Encodings
ro: Pentru a modifica lista de codări de caractere

source: To change the list of character encodings displayed in the <guisubmenu>Set Character Encoding</guisubmenu> menu, perform the following steps:
ro: Pentru a modifica lista de codări de caractere afișate în meniul <guisubmenu>Setează codificarea caracterelor</guisubmenu>, efectuați următorii pași:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Set Character Encoding</guisubmenu><guimenuitem>Add or Remove</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Setează codificarea caracterelor</guisubmenu><guimenuitem>Adăugare sau eliminare</guimenuitem></menuchoice>.

source: To add an encoding to the <guisubmenu>Set Character Encoding</guisubmenu> menu, select the encoding in the <guilabel>Available encodings</guilabel> list box, then click the right arrow button.
ro: Pentru a adăuga o codificare la meniul <guisubmenu>setează codificarea caracterelor</guisubmenu>, selectați codificarea din caseta cu lista de <guilabel>Codificări disponibile</guilabel>, apoi apăsați pe butonul săgeată dreapta.

source: To remove an encoding from the <guisubmenu>Set Character Encoding</guisubmenu> menu, select the encoding in the <guilabel>Encodings shown in menu</guilabel> list box, then click the left arrow button.
ro: Pentru a elimina o codificare din meniul <guisubmenu>Setează codificarea caracterelor</guisubmenu>, selectați codificarea din caseta cu lista de <guilabel>Codificări indicate în meniu</guilabel>, apoi apăsați pe butonul săgeată stânga.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Add or Remove Terminal Encodings</guilabel> dialog.
ro: Apăsați pe <guibutton>Închidere</guibutton> pentru a închide caseta de dialog <guilabel>Adăugare sau eliminare codificări Terminal</guilabel>.

source: To Recover Your Terminal
ro: Pentru a recupera terminalul

source: This section provides some advice if you have problems with terminals.
ro: Această secțiune oferă câteva sfaturi, dacă aveți probleme cu terminalele.

source: To reset the state of the terminal:
ro: Pentru a restabili starea terminalului:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restabilește</guimenuitem></menuchoice>.

source: To reset the terminal and clear the screen:
ro: Pentru a restabili terminalul și goli ecranul:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset and Clear</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restabilește și golește</guimenuitem></menuchoice>.

source: Preferences
ro: Preferințe

source: To configure <application>GNOME Terminal</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Current Profile</guimenuitem></menuchoice>. To configure another profile that you set up choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Profiles</guimenuitem></menuchoice>, select the profile you want to edit, then click <guibutton>Edit</guibutton>.
ro: Pentru a configura <application>GNOME Terminal</application>, selectați <menuchoice><guimenu>Editare</guimenu><guimenuitem>Profilul curent</guimenuitem></menuchoice>. Pentru a configura un alt profil pe care l-ați configurat selectați <menuchoice><guimenu>Editare</guimenu><guimenuitem>Profiluri</guimenuitem></menuchoice>, selectați profilul pe care doriți să îl editați, apoi apăsați pe <guibutton>Editare</guibutton>.

source: The <guilabel>Editing Profile</guilabel> dialog contains the following tabbed sections that you can use to configure <application>GNOME Terminal</application>:
ro: Caseta de dialog <guilabel>Editare profil</guilabel> conține următoarele secțiuni pe care le puteți utiliza pentru a configura <application>GNOME Terminal</application>:

source: General
ro: Generale

source: <guilabel>Profile name</guilabel>
ro: <guilabel>Nume profil</guilabel>

source: Use this text box to specify the name of the current profile.
ro: Utilizați această casetă text pentru a specifica numele profilului curent.

source: <guilabel>Use the system fixed width font</guilabel>
ro: <guilabel>Folosește fontul de lățime fixă al sistemului</guilabel>

source: Select this option to use the standard fixed width font that is specified in the <guilabel>Font</guilabel> tab of the <application>Appearance</application> preference tool.
ro: Selectați această opțiune pentru a utiliza fontul standard de lățime fixă care este specificat în tabul <guilabel>Font</guilabel> a instrumentului de preferințe <application>Aspect</application>.

source: Click on this button to select a font type and font size for the terminal. This button is only enabled if the <guilabel>Use the system terminal font</guilabel> option is unselected.
ro: Apăsați pe acest buton pentru a selecta un tip de font și dimensiunea fontului pentru terminal. Acest buton este activat numai dacă este selectată opțiunea <guilabel>Utilizare font de terminal al sistemului</guilabel>.

source: <guilabel>Allow bold text</guilabel>
ro: <guilabel>Permite text îngroșat</guilabel>

source: Select this option to enable the terminal to display bold text.
ro: Selectați această opțiune pentru a permite terminalului să afișeze text îngroșat.

source: <guilabel>Show menubar by default in new terminals</guilabel>
ro: <guilabel>Arată meniul în mod implicit în terminalele noi</guilabel>

source: Select this option to show the menubar on new terminal windows.
ro: Selectați această opțiune pentru a afișa bara de meniu în ferestrele noi de terminal.

source: <guilabel>Terminal bell</guilabel>
ro: <guilabel>Clopotul de Terminal</guilabel>

source: Select this option to enable the terminal bell.
ro: Selectați această opțiune pentru a permite clopotul terminalului.

source: <guilabel>Select-by-word characters</guilabel>
ro: <guilabel>Caractere pentru selectarea cuvânt cu cuvânt</guilabel>

source: Use this text box to specify characters or groups of characters that <application>GNOME Terminal</application> considers to be words when you select text by word. See <xref linkend="gnome-terminal-contents"/> for more information about how to select text by word.
ro: Utilizați această casetă text pentru a specifica caractere sau grupuri de caractere pe care <application>GNOME Terminal</application> le consideră cuvinte când selectați text cuvânt cu cuvânt. Consultați <xref linkend="gnome-terminal-contents"/> pentru mai multe informații despre cum să selectați textul cuvânt cu cuvânt.

source: Title and Command
ro: Titlul și comanda

source: <guilabel>Initial title</guilabel>
ro: <guilabel>Titlul inițial</guilabel>

source: Use this text box to specify the initial title of terminals that use the profile. New terminals that are started from the current terminal have the new initial title.
ro: Utilizați această casetă text pentru a specifica titlul inițial al terminalului care folosește profilul. Terminalele noi care sunt pornite de la terminalul curent au noul titlu inițial.

source: <guilabel>When terminal commands set their own titles</guilabel>
ro: <guilabel>Când comenzile de terminal îți stabilesc propriile lor titluri</guilabel>

source: Use this drop-down list to specify how to handle dynamically-set titles, that is, terminal titles set by commands that run in the terminal.
ro: Utilizați această listă de derulare pentru a specifica cum să se folosească titluri stabilite dinamic, adică titluri de terminal stabilite de comenzi care se execută în terminal.

source: <guilabel>Run command as a login shell</guilabel>
ro: <guilabel>Executați comanda ca un shell de login</guilabel>

source: Select this option to force the command that currently runs inside the terminal to run as a login shell. If the command is not a shell, the setting has no effect.
ro: Selectați această opțiune pentru a forța comanda care se execută în interiorul terminalului să ruleze ca un shell de login. Dacă comanda nu este un shell, configurația nu are efect.

source: <guilabel>Update login records when command is launched</guilabel>
ro: <guilabel>Actualizează înregistrările de autentificare atunci când comanda</guilabel> este lansată

source: Select this option to insert a new entry in the login records when a new shell is opened.
ro: Selectați această opțiune pentru a insera o intrare nouă în înregistrările de autentificare atunci când un nou shell este deschis.

source: <guilabel>Run a custom command instead of my shell</guilabel>
ro: <guilabel>Execută o comandă particularizată în loc de shell</guilabel>

source: Select this option to run a specified command, other than the normal shell, in the terminal. Specify the custom command in the <guilabel>Custom command</guilabel> text box.
ro: Selectați această opțiune pentru a executa o comandă specificată, alta decât shell normală, în terminal. Specificați comanda particularizată în caseta de text <guilabel>Comandă particularizată</guilabel>.

source: <guilabel>When command exits</guilabel>
ro: <guilabel>Când comanda se termină</guilabel>

source: Use this drop-down list to specify what action to perform when the command exits.
ro: Utilizați această listă verticală pentru a specifica ce acțiune să se efectueze când comanda se termină.

source: Colours
ro: Culori

source: <guilabel>Foreground and Background</guilabel>
ro: <guilabel>Prim-plan și fundal</guilabel>

source: Select the <guilabel>Use colours from system theme</guilabel> option to use the colors that are specified in the GNOME Desktop theme that is selected in the <guilabel>Theme</guilabel> tab of the <ulink type="help" url="ghelp:user-guide?prefs-theme"><application>Appearance</application> preference tool</ulink>.
ro: Selectați opțiunea <guilabel>Folosește culori din tema sistemului</guilabel> pentru a utiliza culori care sunt specificate în tema Desktop GNOME care este selectat în tabul <guilabel>Temă</guilabel> a instrumentului de preferințe <ulink type="help" url="ghelp:user-guide?prefs-theme"><application>Aspect</application></ulink>.

source: Use the <guilabel>Built-in schemes</guilabel> drop-down list to specify the foreground and background colors for the terminal. <application>GNOME Terminal</application> supports the following foreground and background color combinations:
ro: Utilizați lista verticală <guilabel>Scheme incluse</guilabel> pentru a specifica culorile din prim-plan și de fundal pentru terminal. <application>GNOME Terminal</application> acceptă următoarele combinații de culoare prim-plan și de fundal:

source: <guilabel>Black on light yellow</guilabel>
ro: <guilabel>Negru pe galben deschis</guilabel>

source: <guilabel>Black on white</guilabel>
ro: <guilabel>Negru pe alb</guilabel>

source: <guilabel>Gray on black</guilabel>
ro: <guilabel>Gri pe negru</guilabel>

source: <guilabel>Green on black</guilabel>
ro: <guilabel>Verde pe negru</guilabel>

source: <guilabel>White on black</guilabel>
ro: <guilabel>Alb pe negru</guilabel>

source: <guilabel>Custom</guilabel>
ro: <guilabel>Personalizat</guilabel>

source: This option enables you to select colors that are not in the selected color scheme.
ro: Această opțiune vă permite să selectați culori care nu se află în schema de culori selectată.
