Repository: 0o001/gnome-terminal
Catalog: help/*/*.po
Languages: pt, ro

# _
source: translator-credits
pt: Tiago Santos <tiagofsantos81@sapo.pt>
ro: Laurențiu Cristian Ion <ionlaurentiucristian@gmail.com>, 2012 Daniel Șerbănescu <daniel@serbanescu.dk>, 2012

source: View and edit keyboard shortcuts.
pt: Ver e editar os atalhos do teclado.

source: Keyboard shortcuts
pt: Atalhos de teclado

source: Keyboard shortcuts are combinations of keys that allow you to perform actions, such as opening the settings dialog or accessing a feature inside <app>Terminal</app> quickly. These shortcuts can be modified to suit your preferences.
pt: Os atalhos de teclado são combinações de teclas que lhe permitem realizar ações como abrir o diálogo de configuração ou aceder rapidamente para uma característica da <app>Terminal</app>. Estes atalhos podem-se modificar para adaptar a suas preferências.

source: To change a keyboard shortcut:
pt: Para mudar um atalho de teclado:

source: Select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem">Preferences</gui> <gui style="tab">Shortcuts</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências</gui> <gui style="tab">Atalhos</gui></guiseq>.

source: Select the shortcut that you wish to edit by clicking on it.
pt: Selecione o atalho que quer editar carregando sobre ele.

source: Once the shortcut is selected, click on the shortcut key combination to edit it.
pt: Uma vez que o atalho esteja selecionado, carregue sobre a combinação de teclas para a editar.

source: Press your desired shortcut key combination as you would enter it to use it. The keys that you can use include <key>Alt</key>, <key>Alt Gr</key>, <key>Ctrl</key>, <key>Shift</key>, number and letter keys.
pt: Escreva a combinação de teclas tal como fá-lo-ia para a utilizar. As teclas que use podem ser <key>Alt</key>, <key>Alt Gr</key>, <key>Ctrl</key>, <key>Shift</key>, números e letras.

source: Mnemonic key combinations, such as <keyseq><key>Alt</key> <key>F</key></keyseq> will not work.
pt: As combinações de teclas como <keyseq><key>Alt</key><key>F</key></keyseq> não funcionarão.

source: Once you have entered your new shortcut, it will automatically be saved and you should see it in the list next to the corresponding action.
pt: uma vez que tenha introduzam o atalho novo, guardar-se-á automaticamente e deverá vê-lo na lista junto à ação correspondente.

source: To disable a shortcut, edit it and press the <key>Backspace</key> instead of the new shortcut.
pt: Para desactivar um atalho, edite-o e carregue a tecla <key>Retrocesso</key> em lugar de um atalho novo.

source: <gui style="menu">File</gui> shortcuts
pt: Atalhos de <gui style="menu">Ficheiro</gui>

source: The default shortcuts for options under <gui style="menu">File</gui> menu are:
pt: Os atalhos predeterminados para as opções do menu <gui style="menu">Ficheiro</gui> são:

source: Action
pt: Ação

source: Keyboard Shortcut
pt: Atalho do teclado

source: New Tab
pt: Separador novo

source: New Window
pt: Janela nova

source: Close Tab
pt: Fechar separador

source: Close Window
pt: Fechar a janela

source: <gui style="menu">Edit</gui> shortcuts
pt: Atalhos de <gui style="menu">Editar</gui>

source: The default shortcuts for options under <gui style="menu">Edit</gui> menu are:
pt: Os atalhos predeterminados para as opções do menu <gui style="menu">Editar</gui> são:

source: Copy
pt: Copiar

source: Paste
pt: Colar

source: <gui style="menu">View</gui> shortcuts
pt: Atalhos de <gui style="menu">Ver</gui>

source: The default shortcuts for options in the <gui style="menu">View</gui> menu are:
pt: Os atalhos predeterminados para as opções do menu <gui style="menu">Ver</gui> são:

source: Full Screen
pt: Ecrã completo

source: Zoom In
pt: Ampliar

source: Zoom Out
pt: Reduzir

source: Normal Size
pt: Tamanho normal

source: Tab shortcuts
pt: Atalhos paro separadores

source: The default shortcuts for working with tabs are:
pt: Os atalhos predeterminados para trabalhar com separadores são:

source: Switch to Previous Tab
pt: Alterar para o separador anterior

source: Switch to Next Tab
pt: Alterar para o separador seguinte

source: Move Tab to the Left
pt: Mover o separador de a esquerda

source: Move Tab to the Right
pt: Mover o separador de a direita

source: Switch to Tab 1
pt: Alterar para o separador 1

source: Switch to Tab 2
pt: Alterar para o separador 2

source: Switch to Tab 3
pt: Alterar para o separador 3

source: Switch to Tab 4
pt: Alterar para o separador 4

source: Switch to Tab 5
pt: Alterar para o separador 5

source: Switch to Tab 6
pt: Alterar para o separador 6

source: Switch to Tab 7
pt: Alterar para o separador 7

source: Switch to Tab 8
pt: Alterar para o separador 8

source: Switch to Tab 9
pt: Alterar para o separador 9

source: Switch to Tab 10
pt: Alterar para o separador 10

source: Help shortcuts
pt: Atalhos da ajuda

source: The default shortcuts for accessing items in the <gui style="menu">Help</gui> menu are:
pt: Os atalhos predeterminados para aceder aos elementos do menu <gui style="menu">Ajuda</gui> são:

source: Contents
pt: Conteúdo

source: Other
pt: Outros

source: There are also some shortcuts that cannot be edited:
pt: Também há alguns atalhos que não se podem editar:

source: Scroll up by one line
pt: Deslocar-se uma linha para cima

source: <keyseq><key>Shift</key><key>Ctrl</key><key>Up</key></keyseq>
pt: <keyseq><key>Shift</key><key>Ctrl</key><key>Cima</key></keyseq>

source: Scroll down by one line
pt: Deslocar-se uma linha para abaixo

source: <keyseq><key>Shift</key><key>Ctrl</key><key>Down</key></keyseq>
pt: <keyseq><key>Shift</key><key>Ctrl</key><key>Baixo</key></keyseq>

source: Bash shortcuts
pt: Atalhos de Bash

source: These are <app>Bash</app> shortcuts. <app>Bash</app> is usually the default shell.
pt: Estes são os atalhos de <app>Bash</app>. <app>Bash</app> é, geralmente, a shell predefinida.

source: <app>Bash</app> shell specific keyboard shortcuts are:
pt: Os atalhos de teclado específicos de <app>Bash</app> são:

source: Keyboard shortcut
pt: Atalho do teclado

source: Erase a word
pt: Apagar uma palavra

source: Erase a line
pt: Apagar uma linha

source: <keyseq><key>Ctrl</key><key>U</key></keyseq>
pt: <keyseq><key>Ctrl</key><key>Ou</key></keyseq>

source: Move to the start of the line
pt: Mover o cursor ao princípio da linha

source: Move to the end of the line
pt: Mover o cursor ao final da linha

source: Move back one character
pt: Retrocede um carácter

source: Move back one word
pt: Retroceder uma palavra

source: Move forward one character
pt: Avançar um carácter

source: Move forward one word
pt: Avançar uma palavra

source: Delete from the cursor to the beginning of the line.
pt: Apagar desde o cursor até o princípio da linha.

source: <keyseq><key>Ctrl</key><key>u</key></keyseq>
pt: <keyseq><key>Ctrl</key><key>ou</key></keyseq>

source: Delete from the cursor to the end of the line.
pt: Apagar desde o cursor ao final da linha.

source: Delete from the cursor to the start of the word.
pt: Apagar desde o cursor ao princípio da palavra.

source: Delete previous word
pt: Eliminar a palavra anterior

source: <keyseq><key>Esc</key><key>Del</key></keyseq> or <keyseq><key>Esc</key><key>Backspace</key></keyseq>
pt: <keyseq><key>Esc</key><key>Supr</key></keyseq> ou <keyseq><key>Esc</key><key>Retrocesso</key></keyseq>

source: Pastes text from the clipboard.
pt: Colar texto da área de transferência.

source: <keyseq><key>Ctrl</key><key>Y</key></keyseq>
pt: <keyseq><key>Ctrl</key><key>E</key></keyseq>

source: Clear the screen leaving the current line at the top of the screen.
pt: Limpar o ecrã deixando a linha actual na parte superior do ecrã.

source: Reverse incremental search of history
pt: Busca incremental inversa do histórico

source: Reverse non-incremental search of history
pt: Busca inversa não incremental no histórico

source: Change colors and backgrounds.
pt: Mudar as cores e o fundo.

source: Color schemes
pt: Esquemas de cor

source: If you do not like the default <app>Terminal</app> theme, you may want to change the colors that are used for the text and background. You can use colors from your theme, select one of the presets or use a custom scheme.
pt: Se não gosta do tema predefinido da <app>Terminal</app>, pode querer mudar as cores que se utilizam para o texto e o fundo. Pode utilizar as cores de seu tema, selecionar um dos preestablecidos ou utilizar um esquema de cor personalizada.

source: Use colors from your system theme
pt: Utilizar as cores do tema do sistema

source: To use colors from the system theme:
pt: Para utilizar as cores do tema do sistema:

source: Select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem">Profile Preferences</gui> <gui style="tab">Colors</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências do perfil</gui> <gui style="tab">Cores</gui></guiseq>.

source: Check <gui style="checkbox">Use colors from system theme</gui>. The changes will be applied automatically.
pt: Marque <gui style="checkbox">Utilizar as cores do tema do sistema</gui>. As mudanças aplicar-se-ão automaticamente.

source: Built-in schemes
pt: Esquemas incluídos

source: You can choose one of the built-in color schemes: <gui>Black on light yellow</gui>, <gui>Black on white</gui>, <gui>Gray on black</gui>, <gui>Green on black</gui>, <gui>White on black</gui>, <gui>Solarized light</gui>, <gui>Solarized dark</gui>. To set any of the built-in schemes:
pt: Pode escolher um dos esquemas de cor incluídos: <gui>Negro sobre amarelo suave</gui>, <gui>Negro sobre alvo</gui>, <gui>Cinza sobre negro</gui>, <gui>Verde sobre negro</gui>, <gui>Branco sobre negro</gui>, <gui>Solar claro</gui>, <gui>Solar escuro</gui>. Para definir qualquer um destes esquemas incluídos:

source: Make sure that <gui style="checkbox">Use colors from system theme</gui> is unchecked. Choose the desired color scheme from <gui>Built-in schemes</gui>. Color scheme choices are applied automatically.
pt: Assegure-se de que <gui style="checkbox">Utilizar cores do tema do sistema</gui> está desmarcada. Escolha o esquema de cor que quer dos <gui>Esquemas incluídos</gui>. O esquema de cor escolhida aplica-se automaticamente.

source: Applications can choose to use a color from the palette rather than the specified bold color.
pt: Os aplicações podem escolher utilizar uma cor da paleta em lugar da cor realçada especificado.

source: Custom color scheme
pt: Esquema de cor personalizada

source: You can use custom colors for the text and background in <app>Terminal</app>:
pt: Pode utilizar cores personalizadas para o texto e o fundo da <app>Terminal</app>:

source: Make sure that <gui style="checkbox">Use colors from system theme</gui> is unchecked. Select <gui>Custom</gui> from the <gui>Built-in schemes</gui> drop-down list.
pt: Assegure-se de que <gui style="checkbox">Utilizar cores do tema do sistema</gui> está desmarcada. Selecione <gui>Personalizado</gui> na lista desdobrável dos <gui>Esquemas incluídos</gui>.

source: Click on the color sample next to the component you would like to change.
pt: Carregue sobre a mostra de cor junta ao componente que quer mudar.

source: Choose your desired color from the color sample and click <gui style="button">Select</gui>.
pt: Escolha a cor que quer da mostra de cor e carregue <gui style="button">Selecionar</gui>.

source: If you wish to select a color from the color picker, click on <gui style="button">+</gui>. You can chose the desired color in the following ways:
pt: Se quer selecionar uma cor do selector de cor, carregue em <gui style="button">+</gui>. Pode escolher a cor que quer das seguintes maneiras:

source: Input the hexadecimal color code in the input box.
pt: Introduza o código hexadecimal da cor na caixa primeiramente.

source: Drag the slider on the left to adjust the colors and click on the desired color in the color selection area.
pt: Arraste o deslizador à esquerda para ajustar as cores e carregue sobre a cor que queira no área de seleção de cor.

source: Your changes will be saved automatically.
pt: As suas mudanças gravam-se automaticamente

source: You may also alter a color when you have chosen a built-in scheme by clicking on the color sample block. Once changed, your selection in the built-in scheme menu will change to <gui>Custom</gui>.
pt: Pode mudar uma cor quando tenha selecionado um dos esquemas incluídos carregando no bloco de mostra da cor. Uma vez mudado, sua seleção no menu de esquemas incluídos alterar-se-á <gui>Personalizado</gui>.

source: Select different cursor style
pt: Selecionar um estilo de cursor diferente

source: Change cursor
pt: Mudar o cursor

source: <app>Terminal</app> has three cursors from which to choose. To select your preferred cursor:
pt: A <app>Terminal</app> tem três cursores entre os que escolher. Para escolher seus cursos preferido:

source: Select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem">Profile Preferences</gui> <gui style="tab">General</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências do perfil</gui> <gui style="tab">Geral</gui></guiseq>.

source: Choose your desired cursor shape from the drop down list next to <gui>Cursor shape</gui>. You can choose from the following options:
pt: Escolha a forma do cursor que queira na lista desdobrável junto a <gui>Forma do cursor</gui>. Pode escolher entre as seguintes opções:

source: <gui>I-Beam</gui>
pt: <gui>Duplo T</gui>

source: <gui>Block</gui>
pt: <gui>Bloco</gui>

source: <gui>Underline</gui>
pt: <gui>Sublinhado</gui>

source: Upon selection of the cursor, your choice is saved automatically.
pt: Uma vez selecionado o cursor, a escolha guarda-se automaticamente.

source: To return to <app>Terminal</app>, click <gui style="button">Close</gui>.
pt: Para voltar à <app>Terminal</app>, carregue <gui style="button">Fechar</gui>.

source: Use system fonts or choose a custom font for your terminal.
pt: Utilizar as tipografías do sistema ou escolher uma tipografía personalizada para seu terminal.

source: Change font and style
pt: Mudar a tipografía e o estilo

source: When you work with a lot of <app>Terminal</app> text, you may want to change the default font to your preference. You have the following options:
pt: Quando trabalha com muito texto na <app>Terminal</app> pode querer mudar a tipografía predefinida para uma que prefira. Tem as seguintes opções:

source: System fixed width font
pt: Tipografía de largura fixa do sistema

source: To use system default fonts:
pt: Para utilizar as tipografías predeterminadas do sistema:

source: Select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem"> Profile Preferences</gui> <gui style="tab">General</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências do perfil</gui> <gui style="tab">Geral</gui></guiseq>.

source: Select <gui style="checkbox">Use the system fixed width font</gui>.
pt: Selecione <guilabel>Utilizar a tipografía de largura fixa do sistema</guilabel>

source: Set a custom font
pt: Estabelecer uma tipografía personalizada

source: To set a custom font and size:
pt: Para estabelecer uma tipografía personalizada e um tamanho:

source: Ensure that <gui>Use the system fixed width font</gui> option is unchecked.
pt: Assegure-se de que a opção <guilabel>Utilizar a tipografía de largura fixa do sistema</guilabel> está desmarcada.

source: Click on the button next to <gui>Font</gui>.
pt: Carregue o botão que está junto a <gui>Tipografía</gui>.

source: Type the name of your desired font into the search field or browse the list of fonts.
pt: Escreva o nome da tipografía que quer no campo de busca ou examine a lista de tipografías.

source: Drag the slider that is below the font list to set the font size. Alternatively, you can type in the font size into the field next to the slider, or click on <gui style="button">+</gui> to increase font size or <gui style="button">-</gui> to decrease selected font size.
pt: Arraste o deslizador que está embaixo da lista de tipografías para ajustar o tamanho. Alternativamente, pode escrever o tamanho da tipografía em em campo que está junto ao deslizador, ou carregar nos botões <gui style="button">+</gui> ou <gui style="button">-</gui> para aumentar ou diminuir o tamanho, respectivamente.

source: Click <gui style="button">Select</gui> to apply your changes. To discard changes and go back to previous dialog, click <gui style="button">Cancel</gui>.
pt: Carregue <gui style="button">Selecionar</gui> para aplicar suas mudanças. Para descartar as mudanças e voltar ao diálogo anterior, carregue <gui style="button">Cancelar</gui>.

source: Bold text
pt: Texto realçado

source: <app>Terminal</app> allows your shell to process text such as the prompt, directory names or man page headings to appear in bold style.
pt: A <app>Terminal</app> permite à shell processar texto para que o símbolo do sistema, os nomes das pastas ou os encabeçados das páginas do manual se mostrem em negrito.

source: Go to <guiseq><gui style="menu">Edit</gui> <gui style="menuitem"> Profile Preferences</gui> <gui style="tab">General</gui></guiseq>.
pt: Vá a <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências do perfil</gui> <gui style="tab">Geral</gui></guiseq>.

source: Select <gui style="checkbox">Allow bold text</gui>.
pt: Selecione <guilabel>Permitir texto realçado</guilabel>.

source: <gui style="checkbox">Allow bold text</gui> is a shell specific feature. If you are using a shell other than Bash, then the described behavior may not be similar.
pt: <gui style="checkbox">Permitir texto realçado</gui> é uma característica específica da shell. Se está a utilizar uma shell que não seja Bash, o comportamento descrito pode não ser igual.

source: Enable fullscreen mode
pt: Ativar o modo ecrã completo

source: Fullscreen session
pt: Sessão em modo a ecrã completo

source: Fullscreen mode allows <app>Terminal</app> to use the entire screen.
pt: O modo a ecrã completo permite à <app>Terminal</app> utilizar todo o ecrã.

source: This mode is useful if you have a device with limited screen space and intend to work in <app>Terminal</app> for a long duration, or are working with long lines of terminal output. It temporarily hides the window decoration, allowing you to view more <link xref="pref-scrolling">scrollback lines</link> on the screen.
pt: Este modo é útil se tem um dispositivo com espaço de ecrã limitado e quer trabalhar com a <app>Terminal</app> durante muito tempo, ou se está a trabalhar com linhas de saída do terminal muito longas. Oculta temporariamente a decoracião da janela, permitindo-lhe ver mais <link xref="pref-scrolling">linhas de deslocação para atrás</link> no ecrã.

source: To enable fullscreen mode:
pt: Para ativar o modo a ecrã completo:

source: Select <gui style="menu">View</gui> and check <gui style="menuitem">Full Screen</gui>, or press <key>F11</key>.
pt: Selecione <gui style="menu">Ver</gui> e marque <gui style="menuitem">Ecrã completo</gui>, ou carregue <key>F11</key>.

source: The menubar will still be visible in fullscreen mode unless you have hidden it.
pt: A barra de menu seguirá sendo visível no modo a ecrã completo a menos que a tenha ocultado.

source: If you have more than one <app>Terminal</app> tab open, the tab bar will be visible in the fullscreen mode.
pt: Se tem aberta mais de um separador do <app>Terminal</app>, a barra de separadores estará visível no modo a ecrã completo.

source: To disable fullscreen mode:
pt: Para desactivar o modo a ecrã completo:

source: Select <gui style="menu">View</gui> and uncheck <gui style="menuitem">Full Screen</gui>, or right click and select <gui style="menuitem">Leave Full Screen</gui>. Alternatively, press <key>F11</key>.
pt: Selecione <gui style="menu">Ver</gui> e desmarque <gui style="menuitem">Ecrã completo</gui>, ou carregue com o botão direito e selecione <gui style="menuitem">Sair do modo a ecrã completo</gui>. Alternativamente, carregue <key>F11</key>.

source: Change the <app>Terminal</app> window size
pt: Mudar o tamanho da janela da <app>Terminal</app>

source: <app>Terminal</app> sizes
pt: Tamanhos da <app>Terminal</app>

source: If you work with certain command line applications that have minimum terminal size requirements in order to display correctly, or if you want to view long lines of terminal output with minimal line breaks on your display, you may require <app>Terminal</app> windows to be of a particular size.
pt: Se trabalha com certas aplicações de linha de comandos que requerem um tamanho mínimo do terminal para se mostrar correctamente, ou se quer ver linhas longas na saída do terminal com o menor número de saltos de linha no ecrã, pode querer que o <app>Terminal</app> tenha um tamanho de janela concreto.

source: You can change the <app>Terminal</app> window size to some preset values:
pt: Pode mudar o tamanho do <app>Terminal</app> para algum dos valores preestablecidos:

source: Select <gui style="menu">Terminal</gui>.
pt: Selecione <gui style="menu">Terminal</gui>.

source: Choose one of the following options:
pt: Escolha uma das seguintes ações:

source: If you have enabled <link xref="pref-keyboard-access"><gui>Menu access keys</gui></link>, you can access this menu by pressing <keyseq><key>Alt</key><key>T</key></keyseq> and then pressing <key>1</key> to open a <app>Terminal</app> window of size <gui>80×24</gui> and so on.
pt: Se tem ativas as <link xref="pref-keyboard-access"><gui>Teclas de acesso a menus</gui></link>, pode aceder a este menu carregando <keyseq><key>Alt</key><key>T</key></keyseq> e depois carregando <key>1</key> para abrir uma janela do terminal <app>Terminal</app> de <gui>80×24</gui> e assim sucessivamente.

source: If you require custom size <app>Terminal</app> windows, you can also set the window size according to your requirements:
pt: Se precisa que a janela da <app>Terminal</app> tenha um tamanho personalizado, pode estabelecer o tamanho da janela para que se ajuste a suas necessidades;:

source: Check <gui>Use custom default terminal size</gui>.
pt: Marque <gui>Utilizar tamanho predefinido personalizado de terminal</gui>.

source: Set <gui>Default size</gui> by typing the desired number of columns and rows in the corresponding input boxes. You can also click <gui style="button">+</gui> to increase or <gui style="button">-</gui> to decrease the size.
pt: Estabeleça o <gui>Tamanho predefinido</gui> escrevendo o número de bichas e de colunas que quer nas caixas correspondentes. Também pode utilizar os botões <gui style="button">+</gui> ou <gui style="button">-</gui> para aumentar ou diminuir o tamanho.

source: Increase or decrease text size.
pt: Aumentar ou diminuir o tamanho do texto.

source: Zoom in and zoom out
pt: Ampliar e reduzir

source: To increase <app>Terminal</app> text size:
pt: Para aumentar o tamanho do texto da <app>Terminal</app>:

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Zoom In</gui></guiseq> or press <keyseq><key>Ctrl</key><key>+</key></keyseq>.
pt: Selecione <guiseq><gui style="menu">Ver</gui> <gui style="menuitem">Ampliar</gui></guiseq> ou carregue <keyseq><key>Ctrl</key><key>+</key></keyseq>.

source: To decrease <app>Terminal</app> text size:
pt: Para reduzir o tamanho do texto da <app>Terminal</app>:

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Zoom Out</gui></guiseq> or press <keyseq><key>Ctrl</key><key>-</key></keyseq>.
pt: Selecione <guiseq><gui style="menu">Ver</gui> <gui style="menuitem">Reduzir</gui></guiseq> ou carregue <keyseq><key>Ctrl</key><key>-</key></keyseq>.

source: To restore <app>Terminal</app> text to default size:
pt: Para restaurar o tamanho do texto da <app>Terminal</app> a seu tamanho predefinido:
