Repository: 0o001/gnome-terminal
Catalog: help/*/*.po
Languages: pt, ro

source: <revnumber>GNOME Terminal Manual V2.6</revnumber> <date>September 2003</date> <_:revdescription-1/>
ro: <revnumber>Manuelul GNOME Terminal V2.6</revnumber> <date>Septembrie 2003</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal Manual V2.5</revnumber> <date>May 2003</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.5</revnumber> <date>Mai 2003</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal Manual V2.4</revnumber> <date>January 2003</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.4</revnumber> <date>Ianuarie 2003</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal Manual V2.3</revnumber> <date>August 2002</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.3</revnumber> <date>August 2002</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal Manual V2.2</revnumber> <date>August 2002</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.2</revnumber> <date>August 2002</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal Manual V2.1</revnumber> <date>August 2002</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.1</revnumber> <date>August 2002</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal Manual V2.0</revnumber> <date>April 2002</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.0</revnumber> <date>Aprilie 2002</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal User's Guide</revnumber> <date>May 2000</date> <_:revdescription-1/>
ro: <revnumber>GNOME Terminal - Ghidul Utilizatorului</revnumber> <date>Mai 2000</date> <_:revdescription-1/>

source: This manual describes version 2.30 of GNOME Terminal.
ro: Acest manual descrie versiunea 2.30 a lui GNOME Terminal.

source: Feedback
ro: Sugestii

source: To report a bug or make a suggestion regarding the GNOME Terminal application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback" type="help">GNOME Feedback Page</ulink>.
ro: Pentru a raporta o eroare sau a face o sugestie în privința aplicației GNOME Terminal sau asupra acestui manual, urmați sfaturile de la <ulink url="ghelp:user-guide?feedback" type="help">pagina de sugestii GNOME</ulink>.

source: <primary>terminal application</primary>
ro: <primary>aplicația terminal</primary>

source: <application>GNOME Terminal</application> is a terminal emulation application that you can use to perform the following tasks:
ro: <application>GNOME Terminal</application> este o aplicație de emulare de terminal pe care o puteți utiliza pentru a efectua următoarele activități:

source: Access a UNIX shell in the GNOME environment
ro: Să accesați un shell UNIX în mediul GNOME

source: A shell is a program that interprets and executes the commands that you type at a command line prompt. When you start <application>GNOME Terminal</application>, the application starts the default shell that is specified in your system account. You can switch to a different shell at any time.
ro: Un shell este un program care interpretează și execută comenzile pe care le tastați într-un prompt de linie de comandă. Când porniți <application>GNOME Terminal</application>, aplicația începe shell-ul implicit care este specificat în contul de sistem. Puteți comuta la un shell diferit în orice moment.

source: Run any application that is designed to run on VT102, VT220, and <application>xterm</application> terminals
ro: Să executați orice aplicație care este proiectată pentru a rula pe terminale VT102, VT220 și <application>xterm</application>

source: <application>GNOME Terminal</application> emulates the <application>xterm</application> application developed by the X Consortium. In turn, the <application>xterm</application> application emulates the DEC VT102 terminal and also supports the DEC VT220 escape sequences. An escape sequence is a series of characters that starts with the <keycap>Esc</keycap> character. <application>GNOME Terminal</application> accepts all of the escape sequences that the VT102 and VT220 terminals use for functions such as to position the cursor and to clear the screen.
ro: <application>GNOME Terminal</application> emulează aplicația <application>xterm</application> dezvoltată de Consorțiul X. La rândul său, aplicația <application>xterm</application> emulează terminalul VT102 DEC și, de asemenea, sprijină secvențe de evacuare DEC VT220. O secvență de evacuare este o serie de caractere care începe cu caracterul <keycap>Esc</keycap>. <application>GNOME Terminal</application> acceptă toate secvențele de evacuare pe care terminalele VT102 și VT220 le folosește pentru funcții cum ar fi pentru a poziționa cursorul și pentru a goli ecranul.

source: Getting Started
ro: Primii pași

source: The following sections describe how to start <application>GNOME Terminal</application>.
ro: Următoarele secțiuni descriu cum să porniți <application>GNOME Terminal</application>.

source: Starting GNOME Terminal
ro: Pornirea GNOME Terminal

source: You can start <application>GNOME Terminal</application> in the following ways:
ro: Puteți porni <application>GNOME Terminal</application> în următoarele moduri:

source: <guimenu>Applications</guimenu> menu
ro: Meniul <guimenu>aplicații</guimenu>

source: Choose <menuchoice><guimenu>Accessories</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
ro: Alegeți <menuchoice><guimenu>Accesorii</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.

source: Command line
ro: Linia de comandă

source: Execute the following command: <command>gnome-terminal</command>
ro: Executați următoarea comandă: <command>gnome-terminal</command>

source: You can use command line options to modify the way in which you run <application>GNOME Terminal</application>. To view the command line options, execute the following command: <command>gnome-terminal --help</command>
ro: Puteți folosi opțiunile de linie de comandă pentru a modifica modul în care executați <application>GNOME Terminal</application>. Pentru a vizualiza opțiunile de linie de comandă, executați următoarea comandă: <command>gnome-terminal --help</command>

source: When You First Start GNOME Terminal
ro: Când porniți prima dată GNOME Terminal

source: When you start <application>GNOME Terminal</application> for the first time, the application opens a terminal window with a group of default settings. The group of default settings is called the Default profile. The profile name appears in the titlebar of the <application>GNOME Terminal</application> window.
ro: Când porniți <application>GNOME Terminal</application> pentru prima dată, aplicația deschide o fereastră terminal cu un grup de configurări implicite. Grupul de configurări implicite se numește profilul implicit. Numele profilului apare în bara de titlu a ferestrei <application>GNOME Terminal</application>.

source: Example of a Default GNOME Terminal Window
ro: Exemplu de o fereastră de Terminal GNOME implicită

source: GNOME Terminal default window
ro: Fereastră GNOME Terminal implicită

source: <imageobject> <imagedata fileref="figures/gnome-terminal-default.png" format="PNG"/> </imageobject> <textobject> <phrase>GNOME Terminal default window</phrase> </textobject>
ro: <imageobject> <imagedata fileref="figures/gnome-terminal-default.png" format="PNG"/> </imageobject> <textobject> <phrase>Fereastră GNOME Terminal implicită</phrase> </textobject>

source: The terminal window displays a command prompt where you can type UNIX commands. The command prompt can be a %, #, &gt;, $, or any other special character. The cursor is positioned at the command prompt. When you type a UNIX command and press <keycap>Return</keycap>, the computer executes the command. By default, <application>GNOME Terminal</application> uses the default shell specified for the user who starts the application.
ro: Fereastra de terminal afișează un prompt de comandă unde puteți să tastați comenzi UNIX. În promptul de comandă poate fi un %, #, &gt;, $, sau orice alt caracter special. Cursorul este poziționat la promptul de comandă. Când tastați o comandă UNIX și apăsați <keycap>Enter</keycap>, computerul execută comanda. În mod implicit, <application>GNOME Terminal</application> folosește shell-ul specificat implicit pentru utilizatorul care începe aplicația.

source: <application>GNOME Terminal</application> also sets the following environment variables:
ro: <application>GNOME Terminal</application> stabilește și următoarele variabile de mediu:

source: Set to <literal>xterm</literal> by default.
ro: Configurat la <literal>xterm</literal> implicit.

source: Set to <literal>gnome-terminal</literal> by default.
ro: Configurat la <literal>gnome-terminal</literal> implicit.

source: Set to the X11 window identifier by default.
ro: Configurat la identificatorul de fereastră X11 implicit.

source: Terminal Profiles
ro: Profiluri terminal

source: You can create a new profile, and apply the new profile to the terminal to modify characteristics such as font, color and effects, scroll behavior, window title, and compatibility. You can also specify a command that runs automatically when you start <application>GNOME Terminal</application> in the profile.
ro: Puteți crea un profil nou, și să aplicați noul profil terminalului pentru a modifica caracteristici cum ar fi fontul, culoarea și efectele, comportamentul de derulare, titlul ferestrei și compatibilitatea. De asemenea, puteți să specificați o comandă care se execută automat când porniți <application>GNOME Terminal</application> în profil.

source: You define each terminal profile in the <guilabel>Profiles</guilabel> dialog, which you access from the <guimenu>Edit</guimenu> menu. You can define as many different profiles as you require. When you start a terminal, you can choose the profile that you want to use for the terminal. Alternatively, you can change the terminal profile while you use the terminal. To specify an initial profile for a terminal when you start the application from a command line, use the following command:
ro: Definiți fiecare profil de terminal în dialogul <guilabel>Profiluri</guilabel>, pe care îl accesați din meniul <guimenu>Editare</guimenu>. Puteți să definiți câte profiluri diferite aveți nevoie. Când porniți un terminal, puteți alege profilul pe care doriți să îl utilizați pentru terminal. Alternativ, puteți să modificați profilul terminalului în timp ce utilizați terminalul. Pentru a specifica un profil inițial pentru un terminal când porniți aplicația dintr-o linie de comandă, utilizați următoarea comandă:

source: The name of the current profile appears in the titlebar of the <application>GNOME Terminal</application>, unless you specify a different titlebar name in the <guilabel>Editing Profile</guilabel> dialog.
ro: Numele profilului curent apare în bara de titlu a aplicației <application>GNOME Terminal</application>, dacă nu precizați un nume diferit pentru titlu în caseta de dialog <guilabel>Editare profil</guilabel>.

source: See <xref linkend="gnome-terminal-manage-profiles"/> for information about how to define and use a new terminal profile.
ro: Consultați <xref linkend="gnome-terminal-manage-profiles"/> pentru informații despre cum să definiți și să utilizați un profil nou de terminal.

source: Working With Multiple Terminals
ro: Lucrul cu mai multe terminale

source: <application>GNOME Terminal</application> provides a tab feature that enables you to open several terminals in a single window. Each terminal opens in a separate tab. Click on the appropriate tab to display the terminal in the window. Each tabbed terminal in a window is a separate subprocess, so you can use each terminal for different tasks. You can apply a different profile to each tabbed terminal in the window.
ro: <application>GNOME Terminal</application> oferă funcționalitatea „taburi” care vă permite să deschideți mai multe terminale într-o singură fereastră. Fiecare terminal se deschide într-un tab separat. Apăsați pe tabul corespunzător pentru a afișa terminalul în fereastră. Fiecare terminal dintr-un tab într-o fereastră este un subproces separat, deci puteți folosi fiecare terminal pentru diferite sarcini. Puteți aplica un alt profil fiecărui tab din fereastră.

source: The titlebar of the terminal window shows either the name of the current profile, or the name specified by the current profile. <xref linkend="gnome-terminal-tabbed"/> shows a <application>GNOME Terminal</application> window with four tabs. In this case, each of the four tabs has a different profile. The name of the profile in the active tab, Profile 1, appears in the titlebar.
ro: Bara de titlu a ferestrei terminalului afișează numele profilului curent sau numele specificat de profilul curent. <xref linkend="gnome-terminal-tabbed"/> arată o fereastră <application>GNOME Terminal</application> cu patru taburi. În acest caz, fiecare dintre cele patru taburi are un alt profil. Numele profilului din tabul activ, profil 1, apare în bara de titlu.

source: Example of a Terminal Window With Tabs
ro: Exemplu de o fereastră de Terminal cu taburi

source: <imageobject> <imagedata fileref="figures/gnome-terminal-tabbed.png" format="PNG"/> </imageobject> <textobject> <phrase>GNOME Terminal default window</phrase> </textobject>
ro: <imageobject> <imagedata fileref="figures/gnome-terminal-tabbed.png" format="PNG"/> </imageobject> <textobject> <phrase>fereastra implicită GNOME Terminal</phrase> </textobject>

source: See <xref linkend="gnome-terminal-windows"/> for information about how to open a new tabbed terminal.
ro: Consultați <xref linkend="gnome-terminal-windows"/> pentru informații despre cum să deschideți un nou terminal cu taburi.

source: Usage
ro: Utilizare

source: Opening and Closing Terminals
ro: Deschiderea și închiderea terminalelor

source: To open a new terminal window:
ro: Pentru a deschide o nouă fereastră de terminal:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Terminal</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Deschide Terminal</guimenuitem></menuchoice>.

source: The new terminal inherits the application settings and default shell from the parent terminal.
ro: Noul terminal moștenește setările aplicației și shell-ul implicit de la terminalul mamă.

source: To close a terminal window:
ro: Pentru a închide o fereastră de terminal:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Închide fereastră</guimenuitem></menuchoice>.

source: This action closes the terminal and any subprocesses that you opened from the terminal. If you close the last terminal window, the <application>GNOME Terminal</application> application exits.
ro: Această acțiune închide terminalul și orice subprocese pe care le-ați deschis din terminal. Dacă închideți ultima fereastră de terminal, aplicația <application>GNOME Terminal</application> iese.

source: To add a new tabbed terminal to a window:
ro: Pentru a adăuga un nou terminal în tab într-o fereastră:

source: Choose <menuchoice><guimenu>File</guimenu><guisubmenu>Open Tab</guisubmenu><guimenuitem>Default</guimenuitem></menuchoice> or just <menuchoice><guimenu>File</guimenu><guimenuitem>Open Tab</guimenuitem></menuchoice> if there is no submenu.
ro: Selectați <menuchoice><guimenu>Fișier</guimenu><guisubmenu>Deschide tab</guisubmenu><guimenuitem>Implicit</guimenuitem></menuchoice> sau doar <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Deschide tab</guimenuitem></menuchoice> dacă nu există niciun submeniu.

source: To display a tabbed terminal:
ro: Pentru a afișa un terminal în tab:

source: Click on the tab of the tabbed terminal that you want to display, or select a tab title from the <guimenu>Tabs</guimenu> menu.
ro: Apăsați pe tabul terminalului pe care doriți să îl afișați, sau alegeți un titlu de tab din meniul <guimenu>Taburi</guimenu>.

source: Alternatively, choose <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Next Tab</guimenuitem></menuchoice> or <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Previous Tab</guimenuitem></menuchoice> to navigate between tabs.
ro: Alternativ, alegeți <menuchoice><guimenu>Taburi</guimenu><guimenuitem>Tabul următor</guimenuitem></menuchoice> sau <menuchoice><guimenu>Taburi</guimenu><guimenuitem>Tabul anterior</guimenuitem></menuchoice> pentru a naviga între taburi.

source: To close a tabbed terminal:
ro: Pentru a închide un terminal în tab:

source: Display the tabbed terminal that you want to close.
ro: Afișați terminalul pe care doriți să îl închideți.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Tab</guimenuitem></menuchoice>.
ro: Alegeți <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Închide tabul</guimenuitem></menuchoice>.

source: Managing Profiles
ro: Gestionarea profilurilor

source: To add a new profile:
ro: Pentru a adăuga un profil nou:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>New Profile</guimenuitem></menuchoice> to display the <guilabel>New Profile</guilabel> dialog.
ro: Selectați <menuchoice><guimenu>Fișier</guimenu><guimenuitem>Profil nou</guimenuitem></menuchoice> pentru a afișa caseta de dialog <guilabel>Profil nou</guilabel>.

source: Type the new profile name in the <guilabel>Profile name</guilabel> text box.
ro: Tastați noul nume de profil în caseta de text <guilabel>Nume profil</guilabel>.

source: Use the <guilabel>Base on</guilabel> drop-down list to select the profile on which you want to base the new profile.
ro: Utilizați lista derulantă <guilabel>Bazat pe</guilabel> pentru a selecta profilul pe care doriți să bazați noul profil.

source: Click <guibutton>Create</guibutton> to display the <guilabel>Editing Profile</guilabel> dialog.
ro: Apăsați pe <guibutton>Creare</guibutton> pentru a afișa caseta de dialog <guilabel>Editare profil</guilabel>.

source: Click <guibutton>Close</guibutton>. <application>GNOME Terminal</application> adds the profile to the <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Change Profile</guisubmenu></menuchoice> submenu.
ro: Apăsați pe <guibutton>Închidere</guibutton>. <application>GNOME Terminal</application> adaugă profilul în submeniul <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Modificare profil</guisubmenu></menuchoice>.

source: To change the profile of a tabbed terminal:
ro: Pentru a schimba profilul unui terminal în tab:

source: Click on the tab of the tabbed terminal for which you want to change the profile.
ro: Apăsați pe tabul terminalului pentru care doriți să modificați profilul.

source: Choose <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Change Profile</guisubmenu><guimenuitem><replaceable>profilename</replaceable></guimenuitem></menuchoice>.
ro: Alegeți <menuchoice><guimenu>Terminal</guimenu><guisubmenu>Modificare profil</guisubmenu><guimenuitem><replaceable>profilename</replaceable></guimenuitem></menuchoice>.

source: To edit a profile:
ro: Pentru a edita un profil:

source: You edit profiles in the <guilabel>Editing Profile</guilabel> dialog. You can access the <guilabel>Editing Profile</guilabel> dialog in the following ways:
ro: Editați profiluri din caseta de dialog <guilabel>Editare profil</guilabel>. Puteți să accesați caseta de dialog <guilabel>Editare profil</guilabel> în următoarele moduri:

source: Choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Current Profile</guisubmenu></menuchoice>.
ro: Selectați <menuchoice><guimenu>Editare</guimenu><guisubmenu>Profilul curent</guisubmenu></menuchoice>.

source: Right-click in the terminal window, then choose <menuchoice><guimenuitem>Profiles</guimenuitem> <guimenuitem>Profile Preferences</guimenuitem></menuchoice> from the popup menu.
ro: Apăsați clic dreapta în fereastra de terminal, apoi selectați <menuchoice><guimenuitem>Profiluri</guimenuitem><guimenuitem>Preferințe profil</guimenuitem></menuchoice> din meniul contextual.

source: Choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Profiles</guisubmenu></menuchoice>, select the profile you want to edit, then click <guibutton>Edit</guibutton>. For information on the options you can set for profiles, see <xref linkend="gnome-terminal-prefs"/>.
ro: Selectați <menuchoice><guimenu>Editare</guimenu><guisubmenu>Profiluri</guisubmenu></menuchoice>, selectați profilul pe care doriți să îl editați, apoi apăsați pe <guibutton>Editare</guibutton>. Pentru informații despre opțiunile pentru profiluri, consultați <xref linkend="gnome-terminal-prefs"/>.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Profiles</guimenuitem></menuchoice>.
ro: Selectați <menuchoice><guimenu>Editare</guimenu><guimenuitem>Profiluri</guimenuitem></menuchoice>.

source: Select the name of the profile that you want to delete in the <guilabel>Profiles</guilabel> list, then click <guibutton>Delete</guibutton>. The <guilabel>Delete Profile</guilabel> dialog is displayed.
ro: Selectați numele profilului pe care doriți să îl ștergeți din lista <guilabel>Profiluri</guilabel>, apoi apăsați pe <guibutton>Ştergere</guibutton>. Este afișată caseta de dialog <guilabel>Ştergere profil</guilabel>.

source: Click <guibutton>Delete</guibutton> to confirm the deletion.
ro: Apăsați pe <guibutton>Ştergere</guibutton> pentru a confirma ștergerea.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Edit Profiles</guilabel> dialog.
ro: Apăsați pe <guibutton>Închidere</guibutton> pentru a închide caseta de dialog <guilabel>Editare profiluri</guilabel>.

source: Modifying a Terminal Window
ro: Modificarea unei ferestre de terminal

source: To hide the menubar:
ro: Pentru a ascunde meniul:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Menubar</guimenuitem></menuchoice>.
ro: Alegeți <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Arată meniul</guimenuitem></menuchoice>.

source: To show a hidden menubar:
ro: Pentru a afișa un meniu ascuns:

source: Right-click on the terminal window, then choose <guimenuitem>Show Menubar</guimenuitem> from the popup menu.
ro: Apăsați clic dreapta pe fereastra terminalul, apoi selectați <guimenuitem>Arată meniu</guimenuitem> din meniul pop-up.

source: To display the <application>GNOME Terminal</application> window in full-screen mode:
ro: Pentru a afișa fereastra <application>GNOME Terminal</application> în modul ecran complet:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice>. Full-screen mode displays the text in a window that fills the full screen. The window does not contain a window frame or titlebar. To exit from this mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> again.
ro: Selectați <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Ecran complet</guimenuitem></menuchoice>. Modul ecran complet afișează textul într-o fereastră care umple întregul ecran. Fereastra nu conține un cadru de fereastră sau un meniu. Pentru a ieși din acest mod, selectați din nou <menuchoice><guimenu>Vizualizare</guimenu><guimenuitem>Ecran complet</guimenuitem></menuchoice>.

source: To change the appearance of the terminal window:
ro: Pentru a modifica aspectul ferestrei de terminal:

source: See <xref linkend="gnome-terminal-prefs"/> for information about the options that you can choose in the <guilabel>Editing Profile</guilabel> dialog to change the appearance of the terminal window. For example, you can change the background color, or the location of the scrollbar.
ro: Consultați <xref linkend="gnome-terminal-prefs"/> pentru informații despre opțiunile pe care le puteți alege din caseta de dialog <guilabel>Editare profil</guilabel> pentru a modifica aspectul ferestrei de terminal. De exemplu, modificați culoarea de fundal, sau amplasarea barei de derulare.
