Repository: 0o001/gnome-terminal
Catalog: help/*/*.po
Languages: pt, ro

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Normal Size</gui></guiseq> or press <keyseq><key>Ctrl</key><key>0</key></keyseq>.
pt: Selecione <guiseq><gui style="View">Ver</gui> <gui style="menuitem">Tamanho normal</gui></guiseq> ou carregue <keyseq><key>Ctrl</key><key>0</key></keyseq>.

source: Launch programs or run commands using <app>Terminal</app>
pt: Lançar programas ou executar comandos utilizando a <app>Terminal</app>

source: Execute a command
pt: Executar um comando

source: Any input entered in the <app>Terminal</app> to be executed is referred to as a <em>command</em>. You can run both command line and graphical user interface (GUI) programs from the terminal.
pt: Qualquer texto introduzido no <app>Terminal</app> para executar-se denomina-se <em>comando</em>. Desde o terminal pode executar tanto programas de linha de comandos como programas com interfaces gráficas de utilizador (IGU).

source: To execute commands:
pt: Para executar comandos:

source: Type the command in the <app>Terminal</app> prompt.
pt: Escreva o comando no símbolo do sistema da <app>Terminal</app>.

source: Press <key>Enter</key> to execute it.
pt: Carregue <key>Intro</key> para executá-lo.

source: If you have a program that ends abruptly without any warning or error, you may want to run it in <app>Terminal</app>. This will allow the program to output any error or debugging messages to the <app>Terminal</app> window. This information can be helpful when filing a bug report.
pt: Se tem um programa que termina inesperadamente sem mostrar nenhuma advertência ou mensagem de erro, pode querer o executar na <app>Terminal</app>. Isto permitirá que o programa mostre qualquer erro ou mensagem de depurado na janela da <app>Terminal</app>. Esta informação pode ser útil ao enviar um relatório de erro.

source: Read about the <link href="https://www.gnu.org/software/bash/manual/">Bash shell</link> for more information on what you can do in a terminal.
pt: Ler mais sobre a <link href="https://www.gnu.org/software/bash/manual/">shell Bash</link> para obter mais informação sobre o que pode fazer num terminal.

source: Enable, add, remove and reorder <app>Terminal</app> tabs.
pt: Ativar, acrescentar, tirar ou reordenar os separadores da <app>Terminal</app>.

source: Use tabs
pt: Utilizar os separadores

source: Before you can navigate around tabs using the menus, you need to check that they are <link xref="pref-tab-window">enabled in your preferences</link>.
pt: Antes de poder navegar pelos separadores utilizando os menus, deve comprovar que estão <link xref="pref-tab-window">activadas em suas preferências</link>.

source: The tab bar is shown at the top a <app>Terminal</app> window that has multiple tabs open (it looks like a row of buttons). Click on a tab to switch to it. You can open multiple tabs to manage your work in <app>Terminal</app>. This will allow you to multi-task with activities such as running programs, browsing directories and editing text files in a single <app>Terminal</app> window.
pt: A barra de separadores mostra-se na parte superior da janela da <app>Terminal</app> que tem vários separadores abertos (parece uma fila de botões). Carregue num separador para alterar-se para ela. Pode abrir várias separadores para gerir seu trabalho na <app>Terminal</app>. Isto permitir-lhe-á realizar várias actividades como executar programas, explorar pastas e editar ficheiros de texto numa sozinha janela da <app>Terminal</app>.

source: Open a new tab
pt: Abrir um separador novo

source: To open a new tab inside your current <app>Terminal</app> window:
pt: Para abrir um separador novo dentro da janela actual da <app>Terminal</app>:

source: Press <keyseq><key>Shift</key><key>Ctrl</key><key>T</key></keyseq>.
pt: Carregue <keyseq><key>Shift</key><key>Ctrl</key><key>T</key></keyseq>.

source: Remove a tab
pt: Remover um separador

source: To close an existing tab inside your current <app>Terminal</app> window:
pt: Para fechar um separador existente dentro da janela actual da <app>Terminal</app>:

source: Select <guiseq><gui style="menu">File</gui><gui style="menuitem">Close Terminal</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Ficheiro</gui> <gui style="menuitem">Fechar terminal</gui></guiseq>.

source: Alternatively, you can click on the <gui style="button">×</gui> in the top right corner of the tab or right click on the tab and select <gui style="menuitem">Close Terminal</gui>.
pt: Alternativamente, pode carregar a <gui style="button">×</gui> no canto superior direito do separador ou carregar com o botão direito sobre o separador e selecionar <gui style="menuitem">Fechar terminal</gui>.

source: Reorder tabs
pt: Reordenar os separadores

source: To change the ordering of tabs in a window:
pt: Para mudar a ordem dos separadores numa janela:

source: Click and hold the left mouse button on the tab.
pt: Mantenha premido o botão esquerdo do rato sobre o separador.

source: Drag the tab to the desired position among the other tabs.
pt: Arraste o separador à posição que quer entre as outros separadores.

source: Release the mouse button.
pt: Solte o botão do rato.

source: The tab will be placed in the position closest to where you released the tab, immediately beside other open tabs.
pt: O separador localiza-se na posição mais próximo para onde solte o separador, imediatamente junto aos outros separadors abertos.

source: Alternatively, you can reorder a tab by right clicking on a tab and selecting <gui style="menuitem">Move Terminal Left</gui> to move the tab to the left or <gui style="menuitem">Move Terminal Right</gui> to move the tab to the right. This will reorder the tab position by moving it one place at a time.
pt: Alternativamente, pode reordenar um separador carregando sobre ele com o botão direito e selecionando<gui style="menuitem">Mover terminal à esquerda</gui> para mover o separador à esquerda ou <gui style="menuitem">Mover terminal à direita</gui> para mover o separador à direita. Isto reordenará o separador a movendo uma posição a cada vez.

source: Move a tab to another <app>Terminal</app> window
pt: Mover um separador outra janela da <app>Terminal</app>

source: If you want to move a tab from one window to another:
pt: Se quer mover um separador de uma janela a outra:

source: Drag the tab to the new window.
pt: Arraste o separador a nova janela.

source: Place it beside other tabs in the new window.
pt: Situe-a junto às outras separadors, na janela nova.

source: You can move a tab from one window to another by dragging the tab to the <gui>Activities</gui> hot-corner of the <gui>GNOME Shell</gui>. This will reveal each of the open <app>Terminal</app> windows. You can release the tab that you are holding over the desired <app>Terminal</app> window.
pt: Pode mover um separador de uma janela a outra arrastando o separador ao canto activo da vista de <gui>Actividades</gui> de <gui>GNOME Shell</gui>. Isto mostrará todas as janelas abertas da <app>Terminal</app>. Pode soltar o separador na janela da <app>Terminal</app> que queira.

source: Move a tab to create a new <app>Terminal</app> window
pt: Mover um separador para criar uma janela nova da <app>Terminal</app>

source: To create a new window from an existing tab:
pt: Para criar uma janela nova desde um separador existente:

source: Drag the tab out of the current <app>Terminal</app> window.
pt: Arraste o separador fora da janela actual da <app>Terminal</app>.

source: Set up and use the highly customizable GNOME terminal emulator.
pt: Configurar e utilizar o emulador de terminal altamente personalizável de GNOME.

source: <_:media-1/> Terminal Help
pt: <_:média-1/> Ajuda do Terminal

source: Getting started
pt: Primeiros passos

source: Working with text
pt: Trabalhar com texto

source: Customize appearance
pt: Personalizar a aparência

source: Customize behavior
pt: Personalizar o comportamento

source: Advanced Settings
pt: Configuração avançada

source: Troubleshooting
pt: Resolução de problemas

source: Learn about the GNOME terminal emulator.
pt: Aprender sobre o emulador de terminal de GNOME.

source: Introduction
pt: Introdução
ro: Introducere

source: <app>Terminal</app> is a terminal emulator application for accessing a UNIX shell environment which can be used to run programs available on your system.
pt: <app>Terminal</app> é um aplicação de emulacião do terminal para aceder ao meio de shell de UNIX, que se pode utilizar para executar programas disponíveis em sua equipa.

source: <app>Terminal</app> supports escape sequences that control cursor position and colors.
pt: A <app>Terminal</app> suporta sequências de escape que controlam a posição e as cores do cursor.

source: GNOME Terminal
pt: Terminal de GNOME

source: Screenshot of GNOME <app>Terminal</app>
pt: Captura de ecrã da <app>Terminal</app> de GNOME

source: Creative Commons Attribution-Share Alike 3.0 Unported License
pt: Licença Creative Commons Atribução - Compartilhar igual 3.0 sem suporte.

source: GNU General Public License version 3
pt: Licença Pública Geral GNU Versião 3

source: This work is licensed under a <_:link-1/> and a <_:link-2/>. It may be redistributed and/or modified under either license.
pt: Este trabalho está licenciado sob a <_:link-1/> e a <_:link-2/>. Pode-se redistribuir e/ou modificar baixo os termos destas licenças.

source: GPL 3 statement:
pt: Conteúdo da GPL 3:

source: This work is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License version 3 as published by the Free Software Foundation.
pt: Esta obra é software livre; pode redistribuí-la e/ou modificá-la baixo os termos da Licença Pública General de GNU tal como a publica a Free Software Foundation.

source: This work is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pt: Este programa distribui-se com a esperança de que lhe seja útil, mas SEM NENHUMA GARANTÍA; sem inclusive a garantía implícita de MERCANTILIDAD ou ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral de GNU para mais detalhes.

source: You should have received a copy of the GNU General Public License along with this program. If not, see http://www.gnu.org/licenses/.
pt: Debería ter recebido uma cópia da Licença Pública Geral GNU junto com este programa. Caso contrário, visite http://www.gnu.org/licenses/.

source: What is a terminal?
pt: Que é um terminal?

source: Overview of a terminal
pt: Vista geral de um terminal

source: <app>Terminal</app> is a terminal program for <gui>GNOME</gui>. The following terms and their descriptions will help you to be familiar with <app>Terminal</app> and its capabilities.
pt: <app>Terminal</app> é um programa de terminal para <gui>GNOME</gui>. Os seguintes termos e suas descrições ajudar-lhe-ão a familiarizar-se com a <app>Terminal</app> e suas possibilidades.

source: A terminal
pt: Um terminal

source: A terminal is a text input point in a computer also called the Command Line Interface (CLI).
pt: Um terminal é um ponto primeiramente de texto, também chamado interface de linha de comandos (CLI).

source: Physical terminals
pt: Terminais físicos

source: IBM 3270, VT100 and many others are hardware terminals that are no longer produced as physical devices. To emulate these terminals, there are terminal emulators.
pt: IBM 3270, VT100 e muitas outras são terminais hardware que já não se fabricam como terminais físicos. Para emular estes terminais, existem emuladores de terminais.

source: Terminal emulators
pt: Emuladores de terminais

source: Emulation is the ability of a computer program to imitate another program or device.
pt: A emulacião é a capacidade de um programa informático de imitar a outro programa ou dispositivo.

source: A terminal emulator also called tty is a software program that emulates a video terminal in modern computers that use graphical user interfaces and provide interactive access to applications that run only in the command line environments. These applications may be running either on the same machine or on a different one via <app>telnet</app>, <app>ssh</app>, or <app>dial-up</app>.
pt: Um emulador de terminal, também chamado tty, é um programa que emula um terminal de vídeo numa equipa actual que utiliza interfaces gráficas de utilizador e proporciona acesso interactivo aas aplicações que só se executam em meios de linha de comandos. Estes aplicações podem-se executar na mesma máquina ou numa diferente mediante <app>telnet</app>, <app>ssh</app>, ou <app>dial-up</app>.

source: Virtual Terminal Environment (VTE) is a terminal emulator which emulates a text terminal inside a graphical user interface (GUI) environment. <app>Terminal</app> is largely based on the <app>VTE</app>. <app>VTE</app> has widgets that implement a fully functional terminal emulator.
pt: Virtual Terminal Environment (VTE) é um emulador do terminal que emula um terminal de texto dentro de um meio de interface gráfica de utilizador (IGU). A <app>Terminal</app> baseia-se amplamente em <app>VTE</app>. <app>VTE</app> tem widgets que implementam um completo e funcional emulador do terminal.

source: A <em>shell</em> is a program that provides an interface to invoke or "launch" commands or another program inside a terminal. It also allows you to view and browse the contents of directories. Popular shells are <app>bash</app>, <app>zsh</app>, <app>csh</app>.
pt: Uma <app>shell</app> é um programa que proporciona uma interface para executar comandos ou outros programas dentro de um terminal. Também permite ver e examinar o conteúdo das pastas. As shells mais populares são <app>bash</app>, <app>zsh</app> e <app>csh</app>.

source: Escape Sequences
pt: Sequências de escape

source: An escape sequence is a series of characters used to change the meaning of data in a terminal. Escape sequences are used when a computer has only single channel to send information back and forth. Escape sequences are used to distinguish if data being sent is a command to be executed or information to be stored and displayed.
pt: Uma sequência de escape é uma série de caracteres usados para mudar o significado dos dados no terminal. As sequências de escape utilizam-se quando uma equipa só tem um canal para enviar informação de ida e volta. As sequências de escape utilizam-se para distinguir se os dados envia-se como um comando que executar ou ou como informação que guardar e mostrar.

source: Prompt
pt: Símbolo do sistema

source: A prompt also called a <em>command prompt</em>. It is a sequence of characters used in the command line environment to indicate the readiness of the shell to accept commands.
pt: Um símbolo do sistema, também chamado <em>símbolo de linha de comandos</em>. É uma sequência de caracteres usada no meio da linha de comandos para indicar se a shell está preparada para aceitar comandos

source: A prompt usually ends with characters <sys>$</sys>, <sys>%</sys>, <sys>#</sys> or <sys>&gt;</sys> and include information about path of present working directory. On Unix based systems, it is common for the prompt to end in a <sys>$</sys> or <sys>%</sys> character depending on the user role such as <sys>$</sys> for user and <sys>#</sys> for superuser (also called <sys>root</sys>).
pt: Geralmente, um símbolo do sistema termina com os caracteres , <sys>$</sys>, <sys>%</sys>, <sys>#</sys> ou <sys>&gt;</sys> e inclui informação sobre a rota da pasta de trabalho actual. Nos sistemas baseados em UNIX é habitual que o símbolo do sistema termine com os caracteres <sys>$</sys> ou <sys>%</sys>, dependendo do papel do utilizador, sendo <sys>$</sys> para o utilizador normal e <sys>#</sys> para o superutilizador (também chamado <sys>root</sys>).

source: Command
pt: Comando

source: An input entered in the prompt to be executed is called a <em>command</em>. It is a combination of the program name along with any other additional parameters passed as flags to alter the execution of the program.
pt: O que se introduz na linha de comandos para se executar se denomina <em>comando</em>. É uma combinação do nome de um programa junto com qualquer outro parâmetro adicional passado como opção para modificar a execução do programa.

source: <app>Terminal</app> preferences
pt: Preferências da <app>Terminal</app>

source: Enable audible notification in <app>Terminal</app>
pt: Ativar a notificação sonora na <app>Terminal</app>

source: Set audible bell
pt: Configurar o sino audible

source: <app>Terminal</app> can sound an audible bell to indicate events in <app>Terminal</app> windows and tabs. For example, the bell will sound when the <key>Tab</key> is pressed to auto-complete a command, when a command has finished executing, or when a command ends execution with a warning, error or notification.
pt: A <app>Terminal</app> pode reproduzir um sino audivél para indicar eventos nas janelas e os separadores da <app>Terminal</app>. Por exemplo, o sino soa quando se carrega a tecla <key>Tab</key> para autocompletar um comando, quando um comando termina sua execução ou quando um comando termina sua execução com uma advertência, um erro ou uma notificação.

source: To be notified of these events:
pt: Para receber uma notificação destes eventos:

source: Select <gui style="checkbox">Terminal bell</gui>
pt: Selecione <gui style="checkbox">Sino do terminal</gui>

source: The setting will be saved automatically. Press <gui style="button">Close</gui> to quit the preference dialog.
pt: A configuração guardar-se-á automaticamente. Carregue <gui style="button">Fechar</gui> para sair do diálogo de preferências.

source: To preview the bell sound that your system produces, press <keyseq><key>Ctrl</key><key>G</key></keyseq>.
pt: Para visualizar o som do sino que gera o sistema, carregue <keyseq><key>Ctrl</key><key>G</key></keyseq>.

source: Set the behavior of <app>Terminal</app> when a custom command or the default shell exits.
pt: Configurar o comportamento de a<app>Terminal</app> quando um comando personalizado ou a shell predefinida terminam.

source: Set behavior on command exit
pt: Estabelecer o comportamento quando termina o comando

source: You can set the terminal to exit, restart or remain open when the shell or a custom command exits:
pt: Pode fazer que o terminal saia, se reinicie ou que permaneça aberta quando a shell ou um comando personalizado terminam:

source: Select <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Profile Preferences</gui><gui style="tab">Command</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências do perfil</gui> <gui style="tab">Comando</gui></guiseq>.

source: From the <gui>When command exits</gui> drop down list, select one of the following options:
pt: Escolha uma das seguintes opções da lista desdobrável <gui>Quando o comando termina</gui>:

source: <gui>Exit the terminal</gui>
pt: <gui>Sair do terminal</gui>

source: <gui>Restart the command</gui>
pt: <gui>Reiniciar o comando</gui>

source: <gui>Hold the terminal open</gui>
pt: <gui>Manter o terminal aberto</gui>

source: The setting will be saved automatically when you select it.
pt: A configuração guardar-se-á automaticamente quando a selecione.

source: If you have <link xref="pref-custom-command">set a custom command</link> that is non-interactive, have set the exit behavior to <gui>Exit the terminal</gui>, and have set the profile to be the default profile, <app>Terminal</app> may exit before you can see the output of the command.
pt: Se tem <link xref="pref-custom-command">estabelecido um comando personalizado</link> que não é interactivo, estabelecer o comportamento ao sair a <gui>Sair do terminal</gui>, e estabelecer o perfil ao perfil predefinido, a <app>Terminal</app> pode fazer que se feche a janela antes de que veja a saída do comando.

source: Set <app>Terminal</app> to run a command or a different shell on startup.
pt: Configurar a <app>Terminal</app> para que execute um comando ou uma shell diferente ao início.

source: Custom commands and shells
pt: Comandos personalizados e shells

source: A <em>shell</em> is software that provides an interface for users of an operating system to run <em>commands</em>, which can be programs such as <app>top</app> or a command line shell. The default shell is usually <app>Bash</app>.
pt: Uma <em>shell</em> é um programa que proporcionpara uma interface para que os utentes de um sistema operativo executem <em>comandos</em>, que podem ser comandos como <app>top</app> ou um comando da linha de comandos. Geralmente, a shell predefinida é <app>Bash</app>.

source: You can set <app>Terminal</app> to run a command when it starts up instead of awaiting input from you:
pt: Pode configurar a <app>Terminal</app> para que execute um comando quando se inicia em lugar de esperar que introduza algo:

source: Check <gui>Run a custom command instead of my shell</gui>.
pt: Marque <guilabel>Executar comando personalizado em vez de meu shell</guilabel>.

source: In the text box, type the command or the desired shell.
pt: Na caixa de texto, escreva o comando ou a shell que quer.

source: The command will be passed to the terminal exactly as you write it, including any arguments that you specify. Environment variables will be inherited from the terminal as it is a child process of the terminal.
pt: O comando passará ao terminal tal e como o escreva, incluindo qualquer argumento que especifique. As variáveis de meio herdar-se-ão do terminal já que é um processo filho do terminal.

source: Open a new <app>Terminal</app> tab or window to see how the custom shell or command executes.
pt: Abra um separador ou uma janela nova da <app>Terminal</app> para ver como se executam a shell ou o comando personalizados.

source: You can also <link xref="pref-custom-exit">set the behavior</link> of the terminal once the command finishes executing.
pt: Também pode <link xref="pref-custom-exit">configurar o comportamento</link> do terminal quando o comando termina sua execução.

source: You may have to enter full path to the command or the shell if the directory where the command or shell resides is not in the <code>PATH</code> variable of your system.
pt: É possível que precise escrever a rota completa do comando ou da shell se a pasta na que estão o comando ou a shell não estão na variável <code>PATH</code> de seu sistema.

source: Change to a different character set support.
pt: Alterar para outra codificação de caracteres suportada.

source: Character encoding
pt: Codificação de caracteres

source: The default <em>character encoding</em> is usually UTF-8. You may want to change character encoding in <app>Terminal</app> if you:
pt: Geralmente, a <em>codificação de caracteres</em> predefinida é UTF-8. Pode querer mudar a codificação de caracteres da <app>Terminal</app> se:

source: are working with file or directory names that use characters unavailable in your default encoding.
pt: está a trabalhar com nomes de ficheiros ou pastas que utilizam caracteres não disponíveis na sua codificação predefinida.

source: use an external hard disk that uses different encoding from your system.
pt: utilize um disco duro externo que utiliza uma codificação de caracteres diferente a a de seu sistema.

source: connect to a remote computer that uses a different encoding.
pt: liga-se para uma equipa remota que utiliza uma codificação de caracteres diferente.

source: Change the default character encoding
pt: Mudar a codificação de caracteres predefinida

source: Select <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Set Character Encoding</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Estabelecer codificação de caracteres</gui></guiseq>.
