Repository: 0o001/gnome-terminal
Catalog: help/*/*.po
Languages: pt, ro

source: Select the desired character encoding.
pt: Selecione a codificação de caracteres que quer.

source: Add more options to the character encoding menu
pt: acrescentar mais opções ao menu de codificação de caracteres

source: Select <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Set Character Encoding</gui> <gui style="menuitem">Add or Remove…</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Estabelecer codificação de caracteres</gui> <gui style="menuitem">Acrescentar ou tirar…</gui></guiseq>.

source: Browse from the available encodings.
pt: Explorar as codificações de caracteres disponíveis.

source: Select the encodings that you want to be added to the menu.
pt: Selecione as codificações que quer acrescentar ao menu.

source: Click <gui style="button">Close</gui> to quit the dialog and return to <app>Terminal</app>.
pt: Carregue <gui style="button">Fechar</gui> para sair do diálogo e voltar a a <app>Terminal</app>.

source: Most modern operating systems now support and use UTF-8 character encoding by default.
pt: A maioria dos sistemas operativos modernos suportam a codificação de caracteres UTF-8 de maneira predefinida.

source: Navigate around <app>Terminal</app> menus using keyboard keys.
pt: Navegar pela <app>Terminal</app> utilizando as teclas do teclado.

source: Keyboard accessibility
pt: Acessibilidade do teclado

source: These keys will only have an effect in windows in which the menubar is set to be visible.
pt: Esta teclas só têm efeito em janelas nas que a barra de menu é visível.

source: You can navigate the <app>Terminal</app> menu using a combination of keys that are called <em>mnemonics</em> or a special key that takes you directly to the first menu in the menubar which is called a <em>menu accelerator key</em>.
pt: Pode navegar pela <app>Terminal</app> utilizando uma combinação de teclas chamados <em>mnemónicos</em> ou uma tecla especial que lhe leva directamente ao primeiro menu da barra de menu que se chama <em>tecla de acesso rápido ao menu</em>.

source: Mnemonics
pt: Mnemónicos

source: <app>Terminal</app> menu can be accessed by combining the <key>Alt</key> key and a letter of the menu item. The letter that you need to use to access the menu will be underlined when you hold down the <key>Alt</key>.
pt: Pode-se aceder ao menu da <app>Terminal</app> utilizando a tecla <key>Alt</key> e uma letra do elemento do menu. A letra que precisa utilizar para aceder ao menu estará sublinhada quando carregue a tecla <key>Alt</key>.

source: For example, view the <gui style="menu">Edit</gui> menu using <keyseq><key>Alt</key><key>E</key></keyseq>. Similarly, you can access <gui style="menu">File</gui> menu using <keyseq><key>Alt</key><key>F</key></keyseq>.
pt: Por exemplo, vá ao menu <gui style="menu">Editar</gui> utilizando <keyseq><key>Alt</key><key>E</key></keyseq>. Do mesmo modo, pode aceder ao menu <gui style="menu">Ficheiro</gui> utilizando <keyseq><key>Alt</key><key>F</key></keyseq>.

source: To enable mnemonics:
pt: Para ativar os mnemónicos:

source: Select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem"> Preferences</gui> <gui style="tab">General</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências</gui> <gui style="tab">Geral</gui></guiseq>.

source: Check <gui style="checkbox">Enable mnemonics</gui>.
pt: Marque <gui style="checkbox">Ativar os mnemónicos</gui>.

source: Menu accelerator key
pt: Tecla de acesso rápido ao menu

source: This setting brings up the <gui style="menu">File</gui> menu the menu accelerator key is pressed. This key is usually <key>F10</key> by default.
pt: Esta configuração mostra o menu <gui style="menu">Ficheiro</gui> quando se carrega a tecla de acesso rápido ao menu. Geralmente esta tecla é <key>F10</key> de maneira predefinida.

source: Check <gui style="checkbox">Enable the menu accelerator key</gui>.
pt: Marque <gui style="checkbox">Ativar a tecla de acesso rápido ao _menu</gui>.

source: Hide and restore the menubar.
pt: Ocultar e restaurar a barra de menus.

source: Menubar visibility
pt: Visibilidade da barra de menu

source: You can enable or disable the menubar as desired. This may be useful if you have limited screen space. To hide the menubar:
pt: Pode ativar ou desactivar a barra de menu se quer. Isto pode ser útil se tem limitado o espaço no ecrã. Para ocultar a barra de menu:

source: Select <gui style="menu">View</gui> and deselect <gui style="menuitem">Show Menubar</gui>.
pt: Selecione <gui style="menu">Ver</gui> e desmarque <gui style="menuitem">Mostrar barra de menu</gui>.

source: To restore the menubar:
pt: Para restaurar a barra de menus:

source: Right click in <app>Terminal</app> and select <gui style="menuitem">Show Menubar</gui>.
pt: Carregue com o botão direito na <app>Terminal</app> e eleja <gui style="menuitem">Mostrar barra de menu</gui>.

source: To enable the menubar by default in all <app>Terminal</app> windows that you open:
pt: Para ativar a barra de menu de maneira predefinida em todas as janelas da <app>Terminal</app> que abra:

source: Select <gui>Show menubar by default in new terminals</gui>.
pt: Selecione <guilabel>Mostrar a barra de menu nos terminais novos de maneira predefinida</guilabel>.

source: You can <link xref="adv-keyboard-shortcuts">set a keyboard shortcut</link> to show and hide the menubar.
pt: Pode <link xref="adv-keyboard-shortcuts">estabelecer um atalho de teclado</link> para mostrar e ocultar a barra de menu.

source: Create, edit and delete profiles.
pt: Criar, editar e eliminar perfis.

source: Manage profiles
pt: Gerir perfis

source: A profile is a collection of <app>Terminal</app> settings. <app>Terminal</app> supports multiple profiles. You can configure <app>Terminal</app> profiles to <link xref="pref-custom-command">run a custom command or shell</link>, set a profile exclusively to connect to remote computers using SSH or set a profile that launches a <app>GNU Screen</app> session.
pt: Um perfil é uma coleção de parâmetros de configuração da <app>Terminal</app>. A <app>Terminal</app> suporta vários perfis. Pode configurar os perfis da <app>Terminal</app> para que <link xref="pref-custom-command">executem um comando ou uma shell personalizada</link>, configurar um perfil exclusivamente para se ligar a equipas remotas utilizando SSH ou configurar um perfil que execute uma sessão de <app>GNU Screen</app>.

source: The available <app>Terminal</app> settings include:
pt: A configuração disponível da <app>Terminal</app> inclui:

source: Profile name.
pt: Nome de perfil.

source: Font and background colors.
pt: Tipografías e cores de fundo

source: <gui style="tab">Compatibility</gui> with <key>Backspace</key> and <key>Delete</key> keys.
pt: <gui style="tab">Compatibilidade</gui> com as teclas <key>Retrocesso</key> e <key>Supr</key>.

source: <gui style="tab">Scrolling</gui>.
pt: <gui style="tab">Deslocação</gui>.

source: The default profile is loaded when a new terminal is opened unless you have selected another profile. Any changes that you make to the settings will be stored in the currently used profile.
pt: O perfil predefinido carrega-se quando se abre um terminal novo, a menos que tenha selecionado outro perfil. Qualquer mudança que que faça guardar-se-á na configuração do perfil usado actualmente.

source: Set a default profile
pt: Estabelecer um perfil predefinido

source: The default profile is a collection of profile settings applied on the launch of every <app>Terminal</app> tab or window.
pt: O perfil predefinido é uma coleção de configurações do perfil aplicada a cada vez que se abre um separador ou uma janela da <app>Terminal</app>.

source: Select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem">Preferences</gui> <gui style="tab">Profiles</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências</gui> <gui style="tab">Perfis</gui></guiseq>.

source: Select the profile to be set as default from the <gui>Profile used when launching a new terminal</gui> drop down list.
pt: Selecione o perfil que estabelecer como predefinido na lista desdobrável <gui>Perfil utilizado ao lançar um terminal novo</gui>.

source: Select a profile
pt: Selecionar um perfil

source: You can change the profile in your current <app>Terminal</app> tab or window by selecting a profile from <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Change Profile</gui></guiseq>.
pt: Pode mudar no separador ou a janela actual da <app>Terminal</app> selecionando um perfil em <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Mudar perfil</gui></guiseq>.

source: Create a new profile
pt: Criar um perfil novo

source: Any changes to a new profile are saved automatically. To create a new profile:
pt: Qualquer mudança que se faça num perfil novo guardar-se-á automaticamente. Para criar um perfil novo:

source: Select <guiseq><gui style="menu">File</gui> <gui style="menuitem">New Profile</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Ficheiro</gui> <gui style="menuitem">Perfil novo</gui></guiseq>.

source: Enter a name for the new profile next to <gui style="input">Profile name</gui>.
pt: Introduza um nome para o novo perfil em <gui style="input">Nomeie do perfil</gui>.

source: Select <link xref="app-fonts">font</link>, <link xref="app-cursor">cursor shape</link> and <link xref="app-terminal-sizes">window size</link> in the <gui style="tab">General</gui> tab.
pt: Selecione a <link xref="app-fonts">tipografía</link>, a <link xref="app-cursor">forma do cursor</link> e o <link xref="app-terminal-sizes">tamanho da janela</link> no separador <gui style="tab">Geral</gui>.

source: Set your preferred behavior for the <link xref="pref-custom-exit"><cmd>exit</cmd> command</link>. You can also set a <link xref="pref-custom-command">custom shell</link> in the <gui style="tab">Command</gui> tab.
pt: Estabeleça o comportamento que prefira para o comando <link xref="pref-custom-exit"><cmd>sair</cmd></link>. Também pode estabelecer uma <link xref="pref-custom-command">shell personalizada</link> no separador <gui style="tab">Comando</gui>.

source: Set your preferred <link xref="app-colors">theme and colors</link> in the <gui style="tab">Colors</gui> tab.
pt: Estabeleça seu<link xref="app-colors">tema e cores</link> preferidos em o separador <gui style="tab">Cores</gui>.

source: Set your <link xref="pref-scrolling">scrolling preference</link> in the <gui style="tab">Scrolling</gui> tab.
pt: Estabeleça seus <link xref="pref-scrolling">preferências de deslocação</link> no separador <gui style="tab">Deslocação</gui>.

source: Create a new profile based on an existing profile
pt: Criar um perfil novo baseando-se num existente

source: You can create a new profile based on settings from an existing profile:
pt: Pode criar um perfil novo baseando na configuração de um perfil existente:

source: Select the profile that you wish to edit from <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Change Profile</gui> <gui style="menuitem"><var>Profile name</var></gui></guiseq> where <var>Profile name</var> is the name of the profile that you wish to edit. Alternatively, you can select <guiseq> <gui style="menu">File</gui> <gui style="menuitem">New Profile</gui></guiseq> to clone the profile that you are currently using.
pt: Selecione o perfil que quer editar em <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Mudar perfil</gui> <gui style="menuitem"><var>Nomeie do perfil</var></gui></guiseq> onde <var>Nome do perfil</var> é o nome do perfil que quer editar. Alternativamente, pode selecionar <guiseq> <gui style="menu">Ficheiro</gui> <gui style="menuitem">Perfil novo</gui></guiseq> para clonar o perfil que está a utilizar actualmente.

source: Set your desired <link xref="#edit-profile">profile preferences</link>. These will be saved automatically. If you do not update the <gui>Profile name</gui> on the tab <gui style="tab">General </gui>, the new profile will not overwrite the profile that it is based on.
pt: Configure as <link xref="#edit-profile">preferências do perfil</link> que queira. Estas preferências guardar-se-ão automaticamente. Se não actualiza o <gui>Nome do perfil</gui> no separador <gui style="tab">Geral </gui>, o perfil novo não sobrescreverá o perfil no que se baseia.

source: Alternatively, you can create a copy of the existing profile first and then edit the profile:
pt: Alternativamente, pode criar primeiro uma cópia do perfil existente e depois editar o perfil:

source: Select your desired profile.
pt: Selecione o perfil que quer.

source: Click <gui style="button">Clone</gui>.
pt: Carregue <gui style="button">Clonar</gui>.

source: Set your desired <link xref="#edit-profile">profile preferences</link>. These will be saved automatically. If you do not update the profile name, the new profile will not overwrite the profile that it is based on.
pt: Configure as <link xref="#edit-profile">preferências do perfil</link> que queira. Estas preferências guardar-se-ão automaticamente. Se não actualiza o nome do perfil, o perfil novo não sobrescreverá o perfil no que se baseia.

source: Creating a new profile from an existing profile will not affect settings in an existing profile. Any changes to settings will be stored in the new profile.
pt: Criar um perfil novo a partir de um perfil existente não afectará à configuração do perfil existente. Qualquer mudança na configuração guardar-se-á no perfil novo.

source: Edit a profile
pt: Editar um perfil

source: If the default profile is edited, it cannot be restored to its original settings! If you have not already created any other <app>Terminal</app> profiles and have customized the default profile, <app>Terminal</app> <em>may</em> become unusable should any settings cause problems. It is recommended that you <link xref="#create-profile-from-existing">create a copy of the default profile</link> then edit the copy to create a custom profile.
pt: Se editar o perfil predefinido, não se pode restaurar a sua configuração original. Se ainda não tem criado outros perfis para o <app>Terminal</app> e modifica o perfil predefinido, o <app>Terminal</app> <em>pode</em> pode ficar inutilizable já que algumas configurações podem causar problemas. Recomenda-se que <link xref="#create-profile-from-existing">crie uma cópia do perfil predefinido</link> e depois a edite para criar um perfil personalizado.

source: You can make changes to existing profiles. To edit a profile, select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem">Profile Preferences</gui></guiseq>.
pt: Pode mudar os perfis existentes. Para editar um perfil, selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências do perfil</gui></guiseq>.

source: Select <link xref="app-fonts">font</link>, <link xref="app-cursor">cursor shapes</link> and <link xref="app-terminal-sizes"><app>Terminal</app> size</link>.
pt: Selecione a <link xref="app-fonts">tipografía</link> as <link xref="app-cursor">formas do cursor</link> e o tamanho da <link xref="app-terminal-sizes"><app>Terminal</app></link>.

source: You may also change behavior of <app>Terminal</app> on <link xref="pref-custom-exit">command exit</link>, set a <link xref="pref-login-shell">custom login shell</link> or change <link xref="pref-scrolling">scrollbar preferences</link>.
pt: Também pode mudar o comportamento da <app>Terminal</app> quando <link xref="pref-custom-exit">um comando termina</link>, estabelecer uma <link xref="pref-login-shell">shell de início de sessão personalizada</link> ou mudar as <link xref="pref-scrolling">preferências da barra de deslocação</link>.

source: To change the <app>Terminal</app> background and text colors, see <link xref="app-colors"><app>Terminal</app> color schemes</link>.
pt: Para mudar as cores do texto e o fundo da <app>Terminal</app>, consulte os <link xref="app-colors">esquemas de cor da <app>Terminal</app></link>.

source: Changes to profile are saved immediately. To return to <app>Terminal</app>, click <gui style="button">Close</gui>.
pt: As mudanças no perfil guardam-se imediatamente. Para voltar à <app>Terminal</app>, carregue <gui style="button">Fechar</gui>.

source: To make sure you are editing the desired profile, select the profile from <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Change Profile</gui></guiseq>.
pt: Assegure-se de que está a editar o perfil que quer, selecione o perfil em <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Mudar perfil</gui></guiseq>.

source: Rename an existing profile
pt: Renomear um perfil existente

source: You can rename existing profiles, including the default profile:
pt: Pode renomear os perfis existentes, incluindo o predefinido:

source: Select the profile you wish to rename.
pt: Selecione o perfil que quer renomear.

source: Click <gui style="button">Edit</gui>. This will open the profile preferences dialog for the selected profile.
pt: Carregue <gui style="button">Editar</gui>. Isto abrirá o diálogo de preferências do perfil para o perfil selecionado.

source: In the text box for <gui>Profile name</gui>, type the new profile name.
pt: Escreva o nome do perfil na caixa de texto para o <gui>Nome do perfil</gui>.

source: Click <gui style="button">Close</gui> to return.
pt: Carregue <gui style="button">Fechar</gui> para voltar.

source: Delete a Profile
pt: Eliminar um perfil

source: To delete a profile:
pt: Para eliminar um perfil:
ro: Pentru a șterge un profil:

source: Select the profile you wish to delete.
pt: Selecione o perfil que quer eliminar.

source: Click <gui style="button">Delete</gui>.
pt: Carregue <gui style="button">Eliminar</gui>.

source: Display ambiguous-width characters as wide instead of narrow.
pt: Mostrar os caracteres com largura ambígua tão largos quanto estreitos

source: Characters look too narrow
pt: Os caracteres vêem-se muito estreitos

source: Some characters, such as some Greek letters and Asian logograms, can take up either one or two cells in a terminal window. These characters are often referred to as <em>ambiguous characters</em>. By default, these characters are displayed with a narrow width in <app>Terminal</app>, which looks better in situations where perfect layout is important, such as in ASCII art. You can change your profile preferences to display ambiguous characters as wide, which can be better if you are reading running prose.
pt: Alguns caracteres, como as letras gregas ou os logogramas asiáticos podem ocupar duas células na janela do terminal. Habitualmente, estes caracteres referem-se a <em>caracteres ambiguos</em>. De maneira predefinida, estes caracteres mostram-se com largura larga na <app>Terminal</app>, para que se vejam melhor em situações onde a perfeita distribuição do idioma é importante, tais como na arte ASCII. Pode mudar as preferências de seu perfil para mostrar os caracteres ambiguos como caracteres largos, o que pode ser melhor se está a ler prosa.

source: Open <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Preferences</gui><gui style="tab">Profiles</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências</gui> <gui style="tab">Perfis</gui></guiseq>.

source: Select the profile that you want to edit and press <gui style="button">Edit</gui> to open the profile preferences for editing.
pt: Selecione lhe perfil que quer editar e carregue <gui style="button">Editar</gui> para abrir as preferências do perfil para as editar.

source: Open the <gui style="tab">Compatibility</gui> tab and set the ambiguous-width characters to <gui>Wide</gui>.
pt: Abra o separador <gui style="tab">Compatibilidade</gui> e estabeleça os caracteres com largura ambígua a <gui>Largos</gui>.

source: Set a different encoding for each saved profile.
pt: Estabelecer uma codificação diferente para a cada perfil guardado.

source: Change profile character encoding
pt: Mudar a codificação de caracteres do perfil

source: You should normally be able to use the default, UTF-8, encoding for all of your terminal needs. If you do find that you regularly need to use a different character encoding for a specific task, you can <link xref="pref-profiles#new-profile">create a new profile</link> with a different encoding.
pt: Normalmente deveria poder usar a codificação predefinida, a UTF-8, para todo o que precise no terminal. Se habitualmente precisa utilizar uma codificação de caracteres diferente parpara uma tarefa mais especificamente, pode <link xref="pref-profiles#new-profile">criar um perfil novo</link> com outra codificação.

source: Open the <gui style="tab">Compatibility</gui> tab and set the character encoding.
pt: Abra o separador de <gui style="tab">Compatibilidade</gui> e estabeleça a codificação de caracteres.

source: Change the scroll output and scrollbar behavior.
pt: Mudar o comportamento da deslocação da saída e da barra de deslocação.

source: Scrollbar preferences
pt: Preferências da barra de deslocação

source: When a lot of output is printed to your terminal screen, it can be helpful to have your terminal behave in a specific manner so that it is easier to work with.
pt: Quando se mostra muita saída no ecrã do terminal, pode ser útil fazer que o terminal se comporte de uma maneira específica, para que seja mais fácil trabalhar com ele.

source: Scrollbar visibility
pt: Visibilidade da barra de deslocação

source: You can disable the scrollbar:
pt: Pode desactivar barra lateral:

source: Select <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Profile Preferences</gui><gui style="tab">Scrolling</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências do perfil</gui> <gui style="tab">Deslocação</gui></guiseq>.

source: Uncheck <gui>Show scrollbar</gui>.
pt: Desmarque <gui>Mostrar barra de deslocação</gui>.

source: Your preference is saved immediately.
pt: As suas preferências guardar-se-ão automaticamente.

source: Scroll on output
pt: Deslocar em saída

source: You can lock scrolling so that it always shows the newest output while a command executes.
pt: Pode bloquear a deslocação para que sempre se mostre a saída nova quando se execute um comando.

source: Check <gui style="checkbox">Scroll on output</gui>.
pt: Selecione <gui style="checkbox">Deslocar em saída</gui>.

source: Scroll on input
pt: Deslocar na entrada

source: You can set the terminal to automatically scroll to the bottom of the window when you input text into the prompt.
pt: Pode configurar o terminal para que se desloque automaticamente à parte inferior da janela quando introduz texto no símbolo do sistema.

source: Check <gui style="checkbox">Scroll on keystroke</gui>.
pt: Selecione <gui style="checkbox">Deslocar ao carregar tecla</gui>.

source: Scrollback lines
pt: Linhas de deslocação para atrás

source: You can limit the number of lines of terminal output which are stored in memory. You may want to do this if you rarely restart your terminal so that there is a limit to how much memory the scrollback can use.
pt: Pode limitar o número de linhas da saída do terminal que se guardam em memória. Pode querer fazer isto se raramente reinicia o terminal, para que tenha um limite na memória que a deslocação para atrás pode utilizar.

source: Check <gui>Limit scrollback to</gui> and enter a number of lines which is greater than 0 to limit scrollback.
pt: Marque a opção <gui>Limitar deslocação a</gui> e introduza o número de linhas superior a 0 para limitar a deslocação.

source: Optionally, you can click on <gui style="button">+</gui> to increase and <gui style="button">-</gui> to decrease lines.
pt: Opcionalmente, pode carregar o botão <gui style="button">+</gui> para aumentar e <gui style="button">-</gui> para reduzir o número de linhas.
