Repository: 0o001/gnome-terminal
Catalog: help/*/*.po
Languages: pt, ro

source: The actual display of the foreground and background colors can vary depending on the color scheme that you choose. For example, if you choose <guilabel>White on black</guilabel> and the <guilabel>Linux console</guilabel> color scheme, the application displays the foreground and background colors as light gray on black. The <guilabel>Built-in schemes</guilabel> drop-down list is only enabled if the <guilabel>Use colours from system theme</guilabel> option is unselected.
ro: Afișarea reală de culori de prim-plan și de fundal poate varia în funcție de schema de culori pe care o alegeți. De exemplu, dacă alegeți <guilabel>Alb pe negru</guilabel> și schema de culori <guilabel>Consolă Linux</guilabel>, aplicația afișează culorile de prim-plan și de fundal ca gri deschis pe negru. Lista verticală <guilabel>Scheme incluse</guilabel> este activată numai dacă este selectată opțiunea <guilabel>Folosește culori din tema sistemului</guilabel>.

source: Click on the <guibutton>Text colour</guibutton> button to display the <guilabel>Choose terminal text colour</guilabel> dialog. Use the color wheel or the spin boxes to customize the color that you want to use as the text color, then click <guibutton>OK</guibutton>. The <guibutton>Text colour</guibutton> button is only enabled if the <guilabel>Use colours from system theme</guilabel> option is unselected.
ro: Apăsați pe butonul <guibutton>Culoare text</guibutton> pentru a afișa caseta de dialog <guilabel>Alege culoarea textului din terminal</guilabel>. Utilizați cercul culorilor sau casetele incrementale pentru particularizarea culorii pe care doriți să o utilizați pentru culoarea textului, apoi apăsați pe <guibutton>OK</guibutton>. Butonul de <guibutton>Culoarea textului</guibutton> este activat numai dacă este selectată opțiunea <guilabel>Folosește culori din tema sistemului</guilabel>.

source: Click on the <guibutton>Background colour</guibutton> button to display the <guilabel>Choose terminal background colour</guilabel> dialog. Use the color wheel or the spin boxes to customize the color that you want to use as the background color, then click <guibutton>OK</guibutton>. The <guibutton>Background colour</guibutton> button is only enabled if the <guilabel>Use colours from system theme</guilabel> option is unselected.
ro: Apăsați pe butonul <guibutton>Culoare de fundal</guibutton> pentru a afișa caseta de dialog <guilabel>Alege culoarea de fundal a terminalului</guilabel>. Utilizați cercul culorilor sau casetele incrementale pentru particularizarea culorii pe care doriți să o utilizați ca culoarea de fundal, apoi apăsați pe <guibutton>OK</guibutton>. Butonul <guibutton>Culoare de fundal</guibutton> este activat numai dacă este selectată opțiunea <guilabel>Folosește culori din tema sistemului</guilabel>.

source: <guilabel>Palette</guilabel>
ro: <guilabel>Paletă</guilabel>

source: The terminal emulation can only use 16 colors at a time to draw text. The color palette specifies these 16 colors. Applications that run in the terminal use an index number to specify a color from this palette.
ro: Emularea terminalului poate utiliza numai 16 culori la un moment dat pentru a desena text. Paleta de culori specifică aceste 16 culori. Aplicațiile care se execută în terminal folosesc un număr de index pentru a specifica o culoare din paleta aceasta.

source: Use the <guilabel>Built-in schemes</guilabel> drop-down list to choose a preset color schemes. The color palette below and the contents of the terminal window both update to show the scheme.
ro: Utilizați lista verticală <guilabel>Scheme incluse</guilabel> pentru a alege scheme de culori prestabilite. Paleta de culori de mai jos și conținutul din fereastra de terminal se actualizează pentru a afișa schema.

source: Use the <guilabel>Colour palette</guilabel> to customize the 16 default colors in the custom color palette. To customize a color, click on the color to display the <guilabel>Palette entry</guilabel> dialog. Use the color wheel or the spin boxes to customize the color, then click <guibutton>OK</guibutton>.
ro: Utilizați <guilabel>paleta de culori</guilabel> pentru a personaliza cele 16 culori implicite în paleta de culori particularizată. Pentru a particulariza o culoare, apăsați pe culoare pentru a afișa caseta de dialog <guilabel>Intrare de paletă</guilabel>. Utilizați roata de culoare sau casetele incrementale pentru a personaliza culoarea, apoi apăsați pe <guibutton>OK</guibutton>.

source: Effects
ro: Efecte

source: <guilabel>Background</guilabel>
ro: <guilabel>Fundal</guilabel>

source: Select a background for the terminal window. The options are as follows:
ro: Selectați un fundal pentru fereastra de terminal. Opțiunile sunt după cum urmează:

source: <guilabel>Solid color</guilabel>
ro: <guilabel>Culoare uniformă</guilabel>

source: Select this option to use the background color that is specified in the <guilabel>Colors</guilabel> tabbed section as the background color for the terminal.
ro: Selectați această opțiune pentru a utiliza culoarea de fundal care este specificată în secțiunea <guilabel>Culori</guilabel> ca culoarea de fundal pentru terminal.

source: <guilabel>Background image</guilabel>
ro: <guilabel>Imagine de fundal</guilabel>

source: Select this option to use an image file as the background for the terminal. Use the <guilabel>Image file</guilabel> drop-down combination box to specify the location and name of the image file. Alternatively, click <guibutton>Browse</guibutton> to search for and select the image file.
ro: Selectați această opțiune pentru a utiliza un fișier imagine ca fundal pentru terminal. Utilizați caseta verticală <guilabel>Fișier imagine</guilabel> pentru a specifica locația și numele fișierului imagine. Alternativ, apăsați pe <guibutton>Navighează</guibutton> pentru a căuta și selecta fișierul imagine.

source: Select the <guilabel>Background image scrolls</guilabel> option to enable the background image to scroll with the text when you scroll through the terminal. If you do not select this option, the background image remains fixed on the terminal background and only the text scrolls. This option is only enabled if you select the <guilabel>Background image</guilabel> option.
ro: Selectați opțiunea <guilabel>Imaginea de fundal se derulează</guilabel> pentru ca imaginea de fundal să deruleze cu textul când derulați prin terminal. Dacă nu selectați această opțiune, imaginea de fundal rămâne fixă pe fundalul terminalului și numai textul se derulează. Această opțiune este activată numai dacă selectați opțiunea <guilabel>Imagine de fundal</guilabel>.

source: <guilabel>Transparent background</guilabel>
ro: <guilabel>Fundal transparent</guilabel>

source: Select this option to use a transparent background for the terminal.
ro: Selectați această opțiune pentru a utiliza un fundal transparent pentru terminal.

source: <guilabel>Shade transparent or image background</guilabel>
ro: <guilabel>Umbră transparentă sau imagine fundal</guilabel>

source: Use this slider to shade or dim the background of the terminal. This option is only enabled if you select the <guilabel>Background image</guilabel> or <guilabel>Transparent background</guilabel> options.
ro: Utilizați acest glisor pentru a umbri sau întuneca fundalul terminalului. Această opțiune este activată numai dacă selectați opțiunea <guilabel>Imagine de fundal</guilabel> sau <guilabel>Fundal transparent</guilabel>.

source: Scrolling
ro: Derulare

source: <guilabel>Scrollbar is</guilabel>
ro: <guilabel>Bara de derulare</guilabel>

source: Use this drop-down list to specify the position of the scrollbar on the terminal window.
ro: Utilizați această listă verticală pentru a specifica poziția barei de derulare pe fereastra terminalului.

source: <guilabel>Scrollback ... lines</guilabel>
ro: <guilabel>Scrollback... linii</guilabel>

source: Use this spin box to specify the number of lines that you can scroll back using the scrollbar. For example, if you specify 100 you can scroll back the last 100 lines displayed in the terminal.
ro: Utilizați această casetă incrementală pentru a specifica numărul de linii pe care le puteți derula înapoi folosind bara de derulare. De exemplu, dacă specificați 100 puteți derula înapoi ultimele 100 de linii afișate în terminal.

source: <guilabel>Scroll on output</guilabel>
ro: <guilabel>Derulează la ieșire</guilabel>

source: Select this option to enable you to scroll the output on the terminal while the terminal continues to display more output from a command.
ro: Selectați această opțiune pentru a vă permite să derulați ieșirea pe terminal în timp ce terminalul continuă să afișeze mai multe ieșiri dintr-o comandă.

source: <guilabel>Scroll on keystroke</guilabel>
ro: <guilabel>Derulează la apăsarea unei taste</guilabel>

source: Select this option to enable you to press any key on the keyboard to scroll down the terminal window to the command prompt. This action only applies if you scrolled up the terminal window and you want to return to the command prompt.
ro: Selectați această opțiune pentru a vă permite să apăsați orice tastă de pe tastatură pentru a derula în jos fereastra de terminal la promptul de comandă. Această acțiune se aplică numai dacă ați derulat în sus fereastra terminalului și doriți să reveniți la promptul de comandă.

source: Compatibility
ro: Compatibilitate

source: <guilabel>Backspace key generates</guilabel>
ro: <guilabel>Tasta Backspace generează</guilabel>

source: Use the drop-down list to select the function that you want the <keycap>Backspace</keycap> key to perform.
ro: Utilizați lista verticală pentru a selecta funcția pe care doriți ca tasta <keycap>Backspace</keycap> să o efectueze.

source: <guilabel>Delete key generates</guilabel>
ro: <guilabel>Cheia Delete generează</guilabel>

source: Use the drop-down list to select the function that you want the <keycap>Delete</keycap> key to perform.
ro: Utilizați lista verticală pentru a selecta funcția pe care doriți ca tasta <keycap>Delete</keycap> să o efectueze.

source: <guibutton>Reset compatibility options to defaults</guibutton>
ro: <guilabel>Restabilește opțiunile de compatibilitate la valorile implicite</guilabel>

source: Click on this button to reset the options on the <guilabel>Compatibility</guilabel> tabbed section to the default settings.
ro: Apăsați pe acest buton pentru a restabili opțiunile din secțiunea de <guilabel>Compatibilitate</guilabel> la setările implicite.

source: link
ro: legătură

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
ro: Copierea, distribuirea și/sau modificarea acestui document este permisă în conformitate cu termenii GNU Free Documentation License (GFDL), versiunea 1.1 sau orice versiune ulterioară publicată de Free Software Foundation fără Invariant Sections, fără Front-Cover Texts și fără Back-Cover Texts. Puteți găsi o copie a GFDL la acestă <_:ulink-1/> sau în fișierul COPYING-DOCS distribuit împreună cu acest manual.
