Repository: 0o001/gnome-terminal
Catalog: help/*/*.po
Languages: pt, ro

source: Using unlimited scrollback can make your <app>Terminal</app> sluggish during scrolling!
pt: Utilizar uma deslocação para atrás ilimitado pode fazer que a <app>Terminal</app> vá lenta ao se deslocar.

source: Choose whether to open a new window or a new tab by default.
pt: Escolha se quer abrir uma janela nova ou um separador nova de maneira predefinida.

source: Windows and tabs
pt: Janelas e separadores

source: You can chose whether to open a new tab or a new <app>Terminal</app> window when you use <gui style="menuitem">Open Terminal</gui>.
pt: Pode escolher abrir um separador novo ou uma janela nova da <app>Terminal</app> quando use a opção <gui style="menuitem">Abrir terminal</gui>.

source: Select <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Preferences</gui><gui style="tab">General</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Preferências</gui> <gui style="tab">Geral</gui></guiseq>.

source: Set <gui>Open new terminals in:</gui> to <gui>Tab</gui> or <gui>Window</gui>.
pt: Configurar <gui>Abrir terminais novos:</gui> a <gui>Flange</gui> ou <gui>Janela</gui>.

source: Once you have set the preference, you can use <key>Ctrl</key> to invert the preference. For example, if you have your preferences set to open a new terminal in a new tab, then pressing <gui style="menuitem">New Terminal</gui> will open a new tab. On the other hand, if you hold down <key>Ctrl</key> and then press <gui style="menuitem">New Terminal</gui>, then a new window will be opened instead.
pt: Uma vez configurado, pode utilizar <key>Ctrl</key> para inverter a escolha. Por exemplo, se tem configurado suas preferências para abrir um terminal novo num separador nova, ao carregar <gui style="menuitem">Novo terminal</gui> abrir-se-á um separador nova. Por outro lado, se carrega <key>Ctrl</key> e depois carrega <gui style="menuitem">Novo terminal</gui>, abrir-se-á uma janela nova em seu lugar.

source: Do not send user input to the application running in the terminal.
pt: Não enviar a entrada do utilizador para a aplicação que se está a executar no terminal.

source: Disable user input
pt: Desactivar a entrada do utilizador

source: You can prevent user input into the terminal from being passed to the application which is currently running in the terminal. This will prevent any keypresses, mouse clicks and mouse movement from affecting the application. You will still be able to interact with the terminal itself using the keyboard for scrolling and your mouse for selecting text. You will also be able to copy selected text from the terminal, but you will not be able to paste text into the terminal.
pt: Pode evitar que a entrada introduzida pelo utilizador no terminal se passe aa aplicação que se esteja a executar actualmente em dita terminal. Isto evitará que as pulsações das teclas ou do rato (incluídos seus movimentos) afectem aa aplicação. Seguirá podendo interatuar com o próprio terminal utilizando o teclado para deslocar-se e o rato para selecionar texto. Também poderá copiar o texto selecionado do terminal, mas não poderá o colar na mesma.

source: To use the read only mode:
pt: Para utilizar o modo de só leitura:

source: Right click in the <app>Terminal</app> window or select the <gui style="menu">Terminal</gui> menu.
pt: Carregue com o botão direito na janela da <app>Terminal</app> e eleja o menu <gui style="menu">Terminal</gui>.

source: Select <gui style="menuitem">Read-Only</gui> so that it is checked.
pt: Marque <gui style="menuitem">Somente leitura</gui>.

source: You can disable the read only mode by unchecking <gui style="menuitem">Read-Only</gui>.
pt: Pode desactivar o modo de só leitura desmarcando a opção <gui style="menuitem">Só leitura</gui>.

source: Profile preferences
pt: Preferências do perfil

source: How do I recover my <app>Terminal</app> screen when it becomes stuck or has lot of strange symbols on it?
pt: Como recupero o ecrã da <app>Terminal</app> quando se bloqueia ou quando mostra símbolos estranhos?

source: Reset your <app>Terminal</app> output
pt: Reiniciar a saída da <app>Terminal</app>

source: After viewing a non-text file by mistake, or launching some command, it can happen the <app>Terminal</app> screen is unresponsive, has strange letters printed when you press keys. You can recover your <app>Terminal</app> in the following ways:
pt: É possível que, após ver por erro um ficheiro que não é de texto, ou de lançar algum comando, o ecrã da <app>Terminal</app> não responda, ou mostre caracteres estranhos ao carregar alguma tecla. Pode recuperar seu <app>Terminal</app> das seguintes maneiras:

source: Reset
pt: Reiniciar

source: Reset <app>Terminal</app> screen.
pt: Reiniciar o ecrã da <app>Terminal</app>.

source: Select <guiseq><gui style="menu">Terminal</gui><gui style="menuitem">Reset</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Reiniciar</gui></guiseq>.

source: To obtain the prompt press <key>Enter</key>.
pt: Para obter o símbolo do sistema carregue <key>Intro</key>.

source: Reset and Clear
pt: Reiniciar e limpar

source: In addition to resetting your <app>Terminal</app>, <gui style="menuitem">Reset and Clear</gui> clears the visible <app>Terminal</app> screen space of all terminal output. To <gui style="menuitem">Reset and Clear</gui> your <app>Terminal</app>:
pt: Além de reiniciar seu <app>Terminal</app>, <gui style="menuitem">Reiniciar e limpar</gui> limpa a saída da parte visível do espaço da <app>Terminal</app>. Para <gui style="menuitem">Reiniciar e limpar</gui> seu <app>Terminal</app>:

source: Select <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Reset and Clear</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Terminal</gui> <gui style="menuitem">Reiniciar e limpar</gui></guiseq>.

source: <gui>Reset and clear</gui> provides the similar functionality than the terminal command <cmd>reset</cmd>.
pt: <gui>Reiniciar e limpar</gui> proporciona uma funcionalidade similar à do comando <cmd>reset</cmd>.

source: Copy and paste text in <app>Terminal</app>.
pt: Copiar e colar texto em a<app>Terminal</app>.

source: Copy and paste
pt: Copiar e colar

source: You can copy and paste text in <app>Terminal</app> in a similar way to other applications. However, the keyboard shortcuts differ.
pt: Pode copiar e colar texto na <app>Terminal</app> de maneira similar a como faz em outras aplicações. No entanto, os atalhos do teclado mudam.

source: <gui>Copy</gui>
pt: <gui>Copiar</gui>

source: Highlight the text portions you wish to copy, then select <guiseq><gui style="menu">Edit</gui> <gui style="menuitem">Copy</gui></guiseq>. Alternatively, you can press <keyseq><key>Ctrl</key><key>Shift</key><key>C</key></keyseq>.
pt: Realce os fragmentos de texto que quer copiar e selecione <guiseq><gui style="menu">Editar</gui> <gui style="menuitem">Copiar</gui></guiseq>. Alternativamente, pode carregar <keyseq><key>Ctrl</key><key>Mayús</key><key>C</key></keyseq>.

source: <gui>Paste</gui>
pt: <gui>Colar</gui>

source: Right click in the <app>Terminal</app> and select <gui style="menuitem">Paste</gui>. Alternatively, you can press <keyseq><key>Ctrl</key><key>Shift</key><key>V</key></keyseq>.
pt: Carregue com o botão direito na <app>Terminal</app> e selecione <gui style="menuitem">Colar</gui>. Alternativamente, pode carregar <keyseq><key>Ctrl</key><key>Shift</key><key>V</key></keyseq>.

source: The standard keyboard shortcuts, such as <keyseq><key>Ctrl</key><key>C</key></keyseq>, cannot be used to copy and paste text.
pt: Os atalhos de teclado normais, como <keyseq><key>Ctrl</key><key>C</key></keyseq>, não se podem utilizar para copiar e colar texto.

source: Open links to web and email addresses.
pt: Abrir ligações a páginas site e endereços de e-mail

source: Hyperlinks and email addresses
pt: Enlaces e endereços de e-mail

source: <app>Terminal</app> parses the terminal output and automatically detects snippets of text that are web addresses or email addresses. Web and email addresses are automatically highlighted when you point your cursor to the text, indicating that the link can be opened in an application.
pt: A <app>Terminal</app> analisa a saída do terminal e detecta automaticamente fragmentos de texto que sejam endereços, sites ou de e-mail. Estas endereços realçam-se automaticamente quando põe o cursor sobre elas, indicando que o ligação se pode abrir num aplicação.

source: For example, you may see <output>http://www.gnome.org</output> or <output>username@example.com</output> generated as a part of terminal output by programs such as <app>wget</app> or <app>curl</app>.
pt: Por exemplo, pode ver <output>http://www.gnome.org</output> ou <output>usuario@ejemplo.com</output> gerado como parte da saída de programas como <app>wget</app> ou <app>curl</app>.

source: Open or copy web addresses
pt: Abrir ou copiar endereços site

source: Web addresses are also called hyperlinks. They can be copied to the system clipboard or opened in your preferred web browser.
pt: Direcciones site, também telefonemas ligações. Podem-se copiar à área de transferência do sistema ou abrir em seu navegador site preferido.

source: Copy a hyperlink:
pt: Copiar um ligação:

source: Right click on the link in <app>Terminal</app>.
pt: Carregue com o botão direito sobre o ligação na <app>Terminal</app>.

source: Select <gui style="menuitem">Copy Link Address</gui>.
pt: Selecione <gui style="menuitem">Copiar a direção do ligação</gui>.

source: Open a hyperlink in your web browser:
pt: Abrir um ligação em seu navegador site:

source: Right click on the hyperlink.
pt: Carregue com o botão direito do rato sobre o ligação.

source: Select <gui style="menuitem">Open Link</gui>.
pt: Selecione <gui style="menuitem">Abrir ligação</gui>.

source: Email or copy email addresses
pt: Enviar por e-mail ou copiar as endereços de correio

source: Email addresses can be copied to the system clipboard or opened in your preferred email client.
pt: As endereços de e-mail podem-se copiar à área de transferência do sistema ou abrir em seu cliente de e-mail preferido.

source: Copy an email address:
pt: Copiar uma direção de e-mail:

source: Right click on the email address in <app>Terminal</app>.
pt: Carregue com o botão direito sobre o ligação na <app>Terminal</app>.

source: Select <gui style="menuitem">Copy E-mail Address</gui>.
pt: Selecione <gui style="menuitem">Copiar a direção de e-mail</gui>.

source: Send mail to the email address using your email client:
pt: Enviar um e-mail à direção utilizando seu cliente de correio:

source: Right click on the address.
pt: Carregue com o botão direito do rato sobre a direção.

source: Select <gui style="menuitem">Sent Mail To…</gui>.
pt: Selecione <gui style="menuitem">Enviar correio a…</gui>.

source: Search the <app>Terminal</app> output.
pt: Procurar na saída da <app>Terminal</app>.

source: Use <gui style="menuitem">Find</gui>
pt: Use <gui style="menuitem">Procurar</gui>

source: You can search text in the <app>Terminal</app> output:
pt: Pode procurar texto na saída da <app>Terminal</app>:

source: Select <guiseq><gui style="menu">Search</gui> <gui style="menuitem">Find…</gui></guiseq>.
pt: Selecione <guiseq><gui style="menu">Procurar</gui> <gui style="menuitem">Procurar…</gui></guiseq>.

source: Type in the search keyword and press <gui style="button">Find</gui>. To cancel, press <gui style="button">Close</gui>.
pt: Escreva a palavra que quer procurar e carregue <gui style="button">Procurar</gui>. Para cancelar, carregue <gui style="button">Fechar</gui>.

source: You can search using the following options to narrow down your results:
pt: Pode procurar utilizando as seguintes opções para reduzir os resultados:

source: <gui style="checkbox">Match case</gui>
pt: <gui style="checkbox">Coincidir com capitalização</gui>

source: Make the search case sensitive: this restricts results to only those that match the case of your search keyword.
pt: Fazer a busca sensível à capitalização: isto restringe os resultados da busca àqueles que coincidem com a capitalização de a palavra procurada.

source: <gui style="checkbox">Match entire word only</gui>
pt: <gui style="checkbox">Coincidir só com a palavra inteira</gui>

source: <app>Terminal</app> will look for the entire keyword and will ignore results that partially match your search keyword. For example, if you have searched for "gnome", <app>Terminal</app> will show only results that match this keyword exactly and omit results such as "gnome-terminal".
pt: O <app>Terminal</app> procurará a palavra completa e ignorará os resultados que coincidam com ela parcialmente. Por exemplo, se procura a palavra «gnome», a <app>Terminal</app> só mostrará os resultados que coincidam com esta palavra exactamente e ignorará os resultados como «gnome-terminal».

source: <gui style="checkbox">Match as regular expression</gui>
pt: <gui style="checkbox">Coincidir com expressão regular</gui>

source: You can use regular expression patterns, also known as regex patterns, in your search keywords. <app>Terminal</app> will display the results that match these search terms.
pt: Pode utilizar padrões de expressões regulares em suas palavras de busca. O <app>Terminal</app> mostrará os resultados que coincidam com esses padrões de busca.

source: <gui style="checkbox">Search backwards</gui>
pt: <gui style="checkbox">Procurar para trás</gui>

source: <app>Terminal</app> will search for the keyword from the latest output and continue the search upwards. This option is recommended when you are looking for a keyword that could have occurred recently, thus enabling you to find the keyword quickly.
pt: A <app>Terminal</app> procurará a palavra desde a última saída para trás. Esta opção é a recomendada quando está a procurar uma palavra que poderia se ter mostrado recentemente, permitindo-lhe encontrá-la rapidamente.

source: <gui style="checkbox">Wrap around</gui>
pt: <gui style="checkbox">Voltar ao princípio</gui>

source: <app>Terminal</app> searches from your current location in the scrollback to the end of available terminal output and then restarts the search from the top.
pt: A <app>Terminal</app> procura desde sua localização actual na deslocação para atrás até o final da saída do terminal disponível e depois volta a procurar desde o princípio.

source: If you expect to work with a lot of <app>Terminal</app> output, increase the <link xref="pref-scrolling#lines">scrollback lines</link> to a higher limit to allow <app>Terminal</app> to search further back.
pt: Se acha que vai trabalhar com muita saída na <app>Terminal</app>, aumente as <link xref="pref-scrolling#lines">linhas de deslocação para atrás</link> para permitir que a <app>Terminal</app> possa procurar para trás.

source: Select individual words or lines in the terminal.
pt: Selecione palavras individuais ou linhas no terminal.

source: Text selection
pt: Seleção de texto

source: You can select a word or a sentence, or make a rectangular selection from your terminal output:
pt: Pode selecionar uma palavra ou uma frase, ou fazer uma seleção retangular na saída do terminal:

source: Select a word
pt: Selecionar uma palavra

source: Double click on the word.
pt: Carregue duas vezes sobre a palavra.

source: Select a line
pt: Selecionar uma linha

source: Triple click on the line.
pt: Carregue três vezes sobre a linha.

source: Make a rectangular selection
pt: Fazer uma seleção retangular

source: Hold down the <key>Ctrl</key>, click and hold down the left mouse button then drag the mouse.
pt: Mantenha premida a tecla <key>Ctrl</key> e carregue o botão esquerdo do rato e arraste.

source: If you are running an application in <app>Terminal</app> which accepts mouse input, you need to use the <key>Shift</key> modifier for the <app>Terminal</app> to catch the mouse input.
pt: Se está a executar uma aplicação no <app>Terminal</app> que suporta a entrada do rato, precisa utilizar o modificador <key>Shift</key> para que o <app>Terminal</app> capture a entrada do rato.

source: GNOME Terminal Manual
ro: Manualul GNOME Terminal

source: The Terminal gives users the power to communicate with their system using text-based commands through a shell such as Bash.
ro: Terminalul oferă utilizatorilor puterea de a comunica cu sistemul lor utilizând comenzi bazate pe text printr-un shell, cum ar fi Bash.

source: GNOME Documentation Project
ro: Proiectul de documentație GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ro: Copierea, distribuirea și/sau modificarea acestui document este permisă în conformitate cu termenii GNU Free Documentation License (GFDL), versiunea 1.1 sau orice versiune ulterioară publicată de Free Software Foundation fără Invariant Sections, fără Front-Cover Texts și fără Back-Cover Texts. Puteți găsi o copie a GFDL la acestă <ulink type="help" url="ghelp:fdl">legătură</ulink> sau în fișierul COPYING-DOCS distribuit împreună cu acest manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ro: Acest manual este parte dintr-o colecție de manuale GNOME distribuit sub GFDL. Dacă doriți să distribuiți acest manual separat de colecție, puteți face acest lucru adăugând manualului o copie a licenței, conform descrierii din secțiunea 6 a licenței.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ro: Multe dintre numele utilizate de companii pentru a distinge produsele și serviciile lor sunt revendicate ca mărci comerciale. Atunci când aceste nume apar în orice documentație GNOME, și membrii proiectului de documentare GNOME sunt informați despre aceste mărci comerciale, ele sunt scrise cu majuscule sau cu majusculă inițială.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ro: DOCUMENTUL ESTE OFERIT „CA ATARE”, FĂRĂ NICIUN FEL DE GARANȚIE, FIE EXPLICITĂ SAU IMPLICITĂ, INCLUSIVĂ, FĂRĂ LIMITARE, GARANȚIILE CĂ DOCUMENTUL SAU O VERSIUNE MODIFICATĂ A LUI ESTE FĂRĂ DEFECTE VANDABILE, PENTRU UN ANUMIT SCOP ANUME SAU NEÎNCĂLCABILĂ. RISCUL PENTRU CALITATEA, PRECIZIA, ȘI PERFORMANȚA DOCUMENTULUI SAU A VERSIUNILOR MODIFICATE VA FI AL DUMNEAVOASTRĂ. AR TREBUI CA ORICE DOCUMENT SAU VERSIUNE MODIFICATĂ A LUI SĂ SE DOVEDEASCĂ A FI INCOMPLET ÎN ORICE PRIVINȚĂ, TU (NU AUTORUL INIȚIAL SAU ORICE ALT CONTRIBUITOR) ASUMĂ-ȚI COSTUL ORICĂRUI SERVICIU NECESAR, REPARAȚII SAU CORECTĂRI. ACEASTĂ RESPONSABILITATE DE GARANȚIE CONSTITUIE O PARTE ESENȚIALĂ A ACESTEI LICENȚE. NU ESTE AUTORIZAT NICI UN FOLOS AL ORICĂRUI ALT DOCUMENT SAU VERSIUNE MODIFICATĂ A LUI ÎN ACEST SCOP CU EXCEPȚIA RESPECTĂRII ACESTOR TERMENI; ȘI

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ro: ÎN NICIO CIRCUMSTANȚĂ ȘI ÎN NICIO TEORIE LEGALĂ, DACĂ ÎN PREJUDICIUL (INCLUSIV NEGLIJENȚA), CONTRACTUL, SAU ÎN CAZ CONTRAR, ESTE AUTORUL, SCRIITORUL INIȚIAL, ORICE CONTRIBUITOR SAU ORICE DISTRIBUITOR AL DOCUMENTULUI SAU VERSIUNEA MODIFICATĂ A ACESTUIA SAU ORICE FURNIZOR AL UNEIA DINTRE PĂRȚI, RĂSPUNZĂTOR PENTRU ORICE PERSOANĂ PENTRU ORICE DIRECTE, INDIRECTE, SPECIALE, INCIDENTALE SAU PAGUBE SUBSECVENȚE DE ORICE CARACTER INCLUSIV, FĂRĂ LIMITARE, DESPĂGUBIRI PENTRU PIERDERILE DE BUNĂVOINȚĂ, ÎNTRERUPERE A ACTIVITĂȚII, DEFECȚIUNE DE CALCULATOR, SAU ORICE ALTCEVA ȘI TOATE CELELALTE DAUNE SAU PIERDERI REZULTATE DIN SAU LEGATE DE UTILIZAREA DOCUMENTULUI ȘI VERSIUNILOR MODIFICATE ALE ACESTUIA, CHIAR DACĂ ACESTE PĂRȚI AU FOST INFORMATE DE POSIBILITATEA UNOR ASTFEL DE DAUNE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
ro: ACEST DOCUMENT ȘI VERSIUNILE MODIFICATE ALE ACESTUI DOCUMENT SUNT FURNIZATE ÎN CONFORMITATE CU TERMENII GNU FREE DOCUMENTATION LICENSE CU ÎNȚELEGEREA CĂ: <_:orderedlist-1/>

source: <firstname>Sun</firstname> <surname>GNOME Documentation Team</surname> <affiliation> <orgname>Sun Microsystems</orgname> </affiliation>
ro: <surname>Echipa de documentație GNOME</surname> <firstname>Sun</firstname> <affiliation> <orgname>Sun Microsystems</orgname> </affiliation>

source: <firstname>Miguel</firstname> <surname>de Icaza</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> </affiliation>
ro: <firstname>Miguel</firstname> <surname>de Icaza</surname> <affiliation> <orgname>Proiectul de documentație GNOME</orgname> </affiliation>

source: <firstname>Michael</firstname> <surname>Zucchi</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> </affiliation>
ro: <firstname>Michael</firstname> <surname>Zucchi</surname> <affiliation> <orgname>Proiectul de documentație GNOME</orgname> </affiliation>

source: <firstname>Alexander</firstname> <surname>Kirillov</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> </affiliation>
ro: <firstname>Alexander</firstname> <surname>Kirillov</surname> <affiliation> <orgname>Proiectul de documentație GNOME</orgname> </affiliation>

source: <revnumber>GNOME Terminal Manual V2.9</revnumber> <date>January 2010</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.9</revnumber> <date>Ianuarie 2010</date> <_:revdescription-1/>

source: <revnumber>GNOME Terminal Manual V2.8</revnumber> <date>March 2009</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.8</revnumber> <date>Martie 2009</date> <_:revdescription-1/>

source: Sun GNOME Documentation Team
ro: Echipa de documentație GNOME Sun

source: <revnumber>GNOME Terminal Manual V2.7</revnumber> <date>November 2003</date> <_:revdescription-1/>
ro: <revnumber>Manualul GNOME Terminal V2.7</revnumber> <date>Noiembrie 2003</date> <_:revdescription-1/>
