Repository: 0o001/gnome-terminal
Catalog: po/*.po
Languages: ne

source: Keyboard shortcut key for switch to tab 3. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ३मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 4. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ४ मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 5. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ५मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 6. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ६मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 7. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ७मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 8. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ८मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 9. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ९मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for toggling full screen mode. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: कुञ्जीपाटी सर्टकट कुञ्जी GTK+स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँको विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key to reset and clear the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: टर्मिनल फेरी सेट गर्न र सफा गर्न कुञ्जीपाटी सर्टकट कुञ्जी GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key to reset the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: टर्मिनल फेरी सेट गर्न कुञ्जीपाटी सर्टकट कुञ्जी GTK++स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key to set the terminal title. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: टर्मिनल शीर्षक सेट गर्न कुञ्जीपाटी सर्टकट कुञ्जी GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key to switch to the next tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: पछिल्लो ट्याबमा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key to switch to the previous tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: पहिलो ट्याबमा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key to toggle the visibility of the menubar. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: मेनुपट्टिको देखिने गुण टगल गर्ने कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut to close a tab
ne: ट्याब बन्द गर्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to close a window
ne: सञ्झ्याल बन्द गर्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to copy text
ne: पाठ प्रतिलिपि गर्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to create a new profile
ne: एउटा नयाँ प्रोफाइल सिर्जना गर्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to launch help
ne: मद्दत खोल्न कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to make font larger
ne: फन्ट ठूलो बनाउने कुञ्जीपाटीको सर्टक

source: Keyboard shortcut to make font normal-size
ne: फन्टलाई सामान्य-साइज बनाउने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to make font smaller
ne: फन्ट सानो बनाउने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to open a new tab
ne: नयाँ ट्याब खोल्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to open a new window
ne: नयाँ सञ्झ्याल खोल्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to paste text
ne: पाठ टास्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to reset and clear the terminal
ne: यस टर्मिनल रिसेट गर्ने र खाली गर्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to reset the terminal
ne: यस टर्मिनल रिसेट गर्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to set the terminal title
ne: यस टर्मिनलको शीर्षकलाई सेट गर्ने कुञ्जीपाटीको सर्टकट

source: Keyboard shortcut to switch to tab 1
ne: ट्याब १मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 10
ne: ट्याब १०मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 11
ne: ट्याब ११मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 12
ne: ट्याब १२मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 2
ne: ट्याब २मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 3
ne: ट्याब ३मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 4
ne: ट्याब ४मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 5
ne: ट्याब ५मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 6
ne: ट्याब ६मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 7
ne: ट्याब ७मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 8
ne: ट्याब ८मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to tab 9
ne: ट्याब ९मा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to the next tab
ne: पछिल्लो ट्याबमा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to switch to the previous tab
ne: पहिलेको ट्याबमा जान कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to toggle full screen mode
ne: पूरा पर्दा मोड टगल गर्न कुञ्जीपाटी सर्टकट

source: Keyboard shortcut to toggle the visibility of the menubar
ne: मेनुपट्टीको दृश्यात्मकता टगल गर्न कुञ्जीपाटी सर्टकट

source: List of available encodings
ne: उपलब्ध सङ्केतनहरूको सूची

source: List of profiles
ne: प्रोफाइलहरूको सूची

source: List of profiles known to gnome-terminal. The list contains strings naming subdirectories relative to /apps/gnome-terminal/profiles.
ne: जिनोम-टर्मिनलले पहिचान गरेको प्रोफाइलहरूको सूची।सूचीमा /apps/gnome-terminal/profiles सँग सम्बन्धित सबडाइरेक्टरीहरू नामक स्ट्रिङहरू समावेश गर्दछ।

source: Normally you can access the menubar with F10. This can also be customized via gtkrc (gtk-menu-bar-accel = "whatever"). This option allows the standard menubar accelerator to be disabled.
ne: सामान्यत: तपाईँ मेनुपट्टीमा F10 सँग पहुँच प्राप्त गर्न सक्नुहुन्छ।यो gtkrc (gtk-menu-bar-accel = "whatever") मार्फत पनि अनुकूल गर्न सकिन्छ। यो विकल्पले मानक मेनुपट्टी गतिवर्धकलाई अक्षम पार्न अनुमति दिन्छ।

source: Number of lines to keep in scrollback
ne: स्क्रोलब्याकमा राख्ने रेखाहरूको सङ्ख्या

source: Number of scrollback lines to keep around. You can scroll back in the terminal by this number of lines; lines that don't fit in the scrollback are discarded. Be careful with this setting; it's the primary factor in determining how much memory the terminal will use.
ne: वरिपरि राख्नका लागि स्क्रोलब्याक रेखाहरूको सङ्ख्या। तपाईँ यो सङ्ख्याको रेखाहरू द्वारा टर्मिनलमा स्क्रोल गर्न सक्नुहुन्छ; स्क्रोलब्याकमा ठीक नहुने रेखाहरू छोडिनेछन् यो सेटिङसँग सतर्क हुनुहोस्; टर्मिनलले कति स्मृति प्रयोग गर्ने निर्धारण गर्नका लागि यो प्राथमिक तत्व हो।

source: Palette for terminal applications
ne: टर्मिनल अनुप्रयोगहरू निम्ति रङदानी

source: Popup a dialog when an S/Key challenge response query is detected and clicked on. Typing a password into the dialog will send it to the terminal.
ne: एउटा संवाद पपअप गर्नुहोस् जब एउटा एस/कुञ्जी चुनौती प्रतिक्रिया क्वेरी पत्ता लाग्दछ र क्लिक अन गरिन्छ। संवादमा एउटा पासवर्ड टाइप गर्दा संवादले यसलाई टर्मिनलमा पठाइदिन्छ।

source: Position of the scrollbar
ne: स्क्रोलपट्टीको स्थिति

source: Possible values are "close" to close the terminal, and "restart" to restart the command.
ne: आदेश फेरि सुरु गर्न सम्भव मानहरू "बन्द" टर्मिनल बन्द गर्न, र "फेरिसुरु" हुन्।

source: Profile to be used when opening a new window or tab. Must be in profile_list.
ne: एउटा नयाँ सञ्झ्याल वा ट्याब खोल्दा प्रयोग गरिने प्रोफाइल प्रोफाइल सूचीमा हुनुपर्छ

source: Profile to use for new terminals
ne: नयाँ टर्मिनलहरूका निम्ति प्रयोग गर्ने प्रोफाइल

source: Run this command in place of the shell, if use_custom_command is true.
ne: आदेश अनुकूल सहि भएमा शेलको सट्टामा यो आदेश चलाउनुहोस्।

source: Sets what code the backspace key generates. Possible values are "ascii-del" for the ASCII DEL character, "control-h" for Control-H (AKA the ASCII BS character), "escape-sequence" for the escape sequence typically bound to backspace or delete. "ascii-del" is normally considered the correct setting for the Backspace key.
ne: ब्याकस्पेस कुञ्जीले उत्पन्न गर्ने सङ्केत सेट गर्दछ। संभावित मानहरू ASCII DEL क्यारेक्टरका लागि "ascii-del" , कन्ट्रोल-H (AKA the ASCII BS क्यारेक्टर)का लागि "control-h" ,निकास अनुक्रम ब्याकस्पेस वा मेट्नुसँग बाँधिएकोका लागि "escape-sequence" ब्याकस्पेस कुञ्जीका लागि "ascii-del" सामान्यत: सही सेटिङ मानिन्छ।

source: Sets what code the delete key generates. Possible values are "ascii-del" for the ASCII DEL character, "control-h" for Control-H (AKA the ASCII BS character), "escape-sequence" for the escape sequence typically bound to backspace or delete. "escape-sequence" is normally considered the correct setting for the Delete key.
ne: मेट्नु कुञ्जीले उत्पन्न गर्ने सङ्केत सेट गर्दछ। संभावित मानहरू ASCII DEL क्यारेक्टरका लागि "ascii-del" , कन्ट्रोल-H (AKA the ASCII BS क्यारेक्टर)का लागि "control-h" ,निकास अनुक्रम ब्याकस्पेस वा मेट्नुसँग बाँधिएको का लागि "escape-sequence" मेट्नु कुञ्जीका लागि "escape-sequence" सामान्यत: सही सेटिङ मानिन्छ।

source: Terminals have a 16-color palette that applications inside the terminal can use. This is that palette, in the form of a colon-separated list of color names. Color names should be in hex format e.g. "#FF00FF"
ne: टर्मिनलहरूसँग एउटा १६-रङ रङदानी छ जसले टर्मिनलले प्रयोग गर्न सक्ने भित्र अनुप्रयोग गर्दछ.।यो त्यो रङदानी हो,रङ नामहरूको एउटा विराम-विभाजित सूचीको रूपमा। रङ नामहरू हेक्स ढाँचाको रूपमा हुनुपर्दछ उदाहरणका लागि "#FF00FF"

source: Title for terminal
ne: टर्मिनलका लागि शीर्षक

source: Title to display for the terminal window or tab. This title may be replaced by or combined with the title set by the application inside the terminal, depending on the title_mode setting.
ne: टर्मिनल सञ्झ्याल वा ट्याबका लागि प्रदर्शन गर्ने शीर्षक। शीर्षक मोड सेटिड् निर्भर हुँदै, यो शीर्षक टर्मिनल भित्रको अनुप्रयोगद्वारा सेट भएको शीर्षकसँग बदलिन वा संयोजन हुन सक्दछ।

source: True if the cursor should blink when the terminal has focus, for windows/tabs with this profile.
ne: सही यदि यो प्रोफाइलसँग सञ्झ्यालहरू/ट्याबहरूका लागि कर्सर चम्किन्छ जब टर्मिनलमा फोकस हुन्छ।

source: True if the menubar should be shown in new windows, for windows/tabs with this profile.
ne: सही यदि यो प्रोफाइलसँग सञ्झ्यालहरू/ट्याबहरूका लागि मेनुपट्टी नयाँ सञ्झ्यालहरूमा देखाइनु पर्दछ।

source: Type of terminal background. May be "solid" for a solid color, "image" for an image, or "transparent" for pseudo-transparency.
ne: टर्मिनल पृष्ठभूमि प्रकार। एउटा ठोस रङका लागि "solid", एउटा छविका लागि "image", वा सिउडो-पारदर्शीताका लागि "transparent" हुन सक्दछ।

source: What to do with dynamic title
ne: गतिशील शीर्षकसँग के गर्ने

source: What to do with the terminal when the child command exits
ne: शाखा आदेश निस्कँदा टर्मिनललाई के गर्ने

source: When selecting text by word, sequences of these characters are considered single words. Ranges can be given as "A-Z". Literal hyphen (not expressing a range) should be the first character given.
ne: शब्द द्वारा पाठ चयन गर्दा, यी क्यारेक्टरहरूका अनुक्रमहरू एकल शब्दहरू मानिन्छन्। दायराहरू "A-Z" को रूपमा दिन सकिन्छ। लिटरल योजक चिन्ह (एउटा दायरा अभिव्यक्त नगर्ने) दिइएको पहिलो क्यारेक्टर हुनुपर्दछ।

source: Where to put the terminal scrollbar. Possibilities are "left", "right", and "disabled".
ne: टर्मिनल स्क्रोलपट्टीलाई कहाँ राख्ने संभाव्य ठाउँहरू "बायाँ""दायाँ" र "असमर्थ" हुन।

source: Whether the menubar has access keys
ne: मेनुपट्टीसँग पहुँच कुञ्जीहरू छ की

source: Whether the standard GTK shortcut for menubar access is enabled
ne: मेनुपट्टी पहुँचका लागि मानक GTK+ सर्टकट सक्षम पारिएको छ कि

source: Whether to allow bold text
ne: बाक्लो अक्षर गर्न अनुमति दिने कि

source: Whether to ask for confirmation when closing a terminal window which has more than one open tab.
ne: एकभन्दा बढी खुल्ला ट्याब भएको एउटा सञ्झ्याल बन्द गर्दा यकिन गर्न सोध्ने कि

source: Whether to ask for confirmation when closing terminal windows
ne: ट्रमिनल सञ्झ्यालहरू बन्द गर्दा यकिनका लागि सोध्ने कि

source: Whether to blink the cursor
ne: कर्सर पिलपिल गराउने कि

source: Whether to disable anti-aliasing without the X RENDER extension
ne: 0X RENDER विस्तार बाहेक एन्टि-एलाइजिङ अक्षम पार्ने कि

source: Whether to have Alt+letter access keys for the menubar. They may interfere with some applications run inside the terminal so it's possible to turn them off.
ne: Alt+अक्षर पहुँच कुञ्जीहरू मेनुपट्टिका लागि प्राप्त गर्ने कि। तिनिहरूले टर्मिनल भित्र चलिरहेको केही अनुप्रयोगहरूसँग हस्तक्षेप गर्न सक्दछन त्यसैले तिनिहरूलाई बन्द गर्न सम्भव छ।

source: Whether to launch the command in the terminal as a login shell
ne: टर्मिनलमा भएको आदेशलाई एउटा लगइनशेल जस्तै सञ्चालन सुरु गर्नुहुन्छ कि

source: Whether to run a custom command instead of the shell
ne: शेलको ठाउँमा एउटा अनुकूल आदेश चलाउनु हुन्छ कि

source: Whether to scroll background image
ne: पृष्ठभूमि छवि स्क्रोल गर्नुहुन्छ कि

source: Whether to scroll to the bottom when a key is pressed
ne: एउटा कुञ्जी थिच्दा तल स्क्रोल गर्नुहुन्छ कि

source: Whether to scroll to the bottom when there's new output
ne: नयाँ परिणाम आउदा तल स्क्रोल गर्नुहुन्छ कि

source: Whether to show menubar in new windows/tabs
ne: नयाँ सञ्झ्यालहरू/ट्याबहरूमा मेनुपट्टी देखाउने कि

source: Whether to silence terminal bell
ne: टर्मिनल घण्टी सान्त गर्नुहुन्छ की

source: Whether to update login records when launching terminal command
ne: टर्मिनलको आदेशको सञ्चालन सुरु गर्दा लगइन रेकर्डहरू अद्यावधिक गर्नुहुन्छ कि

source: Whether to use the colors from the theme for the terminal widget
ne: टर्मिनल विजेटको विषयवस्तुबाट रङहरू प्रयोग गर्ने कि

source: Whether to use the system font
ne: प्रणाली फन्ट प्रयोग गर्ने कि

source: [UTF-8,current]
ne: [UTF-8, हालको]

source: Black on light yellow
ne: फिका पहेलोमा कालो

source: Black on white
ne: सेतोमा कालो

source: Gray on black
ne: कालोमा खरानी

source: Green on black
ne: कालोमा हरियो

source: White on black
ne: कालोमा सेतो

source: Linux console
ne: लिनक्स कन्सोल

source: XTerm
ne: X टर्म

source: Images
ne: छवि

source: All Files
ne: सबै फाइल

source: Choose Palette Color %d
ne: रङदानिको रङ %d रोज्नुहोस्

source: Palette entry %d
ne: रङदानी प्रविष्टि %d

source: Choose A Terminal Font
ne: एउटा टर्मिनल फन्ट रोज्नुहोस्

source: _Font:
ne: फन्ट:

source: Editing Profile "%s"
ne: "%s" प्रोफाइल सम्पादन हुँदैछ

source: Si_ze:
ne: साइज:

source: _Use bold version of font
ne: फन्टको बाक्लो संस्करण प्रयोग गर्नुहोस्

source: Click to choose font type
ne: फन्ट प्रकार रोज्न क्लिक गर्नुहोस्

source: Click to choose font size
ne: फन्ट साइज रोज्न क्लिक गर्नुहोस्

source: roman
ne: रोमन

source: italic
ne: छड्के

source: oblique
ne: अब्लिक

source: reverse italic
ne: छड्के हटाउनुहोस्

source: reverse oblique
ne: अब्लिक फर्काउनुहोस्

source: other
ne: अर्को

source: proportional
ne: अनुपात

source: monospaced
ne: मोनोस्पेस

source: char cell
ne: क्यारेक्टर कक्ष

source: MAX_FONTS exceeded. Some fonts may be missing.
ne: MAX_FONTS बढाइयो। केही फन्टहरू हराइरहेका हुन सक्दछन।

source: The text you clicked on doesn't seem to be a valid S/Key challenge.
ne: तपाईँले क्लिक गरेको पाठ एउटा एस/कुञ्जी चुनौति वैध देखिदैन।

source: The text you clicked on doesn't seem to be a valid OTP challenge.
ne: तपाईँले क्लिक गरेको पाठ एउटा OTP वैध चुनौति जस्तो देखिदैन।

source: New Tab
ne: नयाँ ट्याब

source: New Window
ne: नयाँ सञ्झ्याल

source: Close Tab
ne: ट्याब बन्द गर्नुहोस्

source: Close Window
ne: सञ्झ्याल बन्द गर्नुहोस्

source: Copy
ne: प्रतिलिपि बनाउनुहोस्

source: Paste
ne: टाँस्नुहोस्

source: Hide and Show menubar
ne: मेनुपट्टी देखाउनुहोस् र लुकाउनुहोस्

source: Full Screen
ne: पूरा पर्दा

source: Zoom In
ne: जुम बढाउनुहोस्

source: Zoom Out
ne: जुम घटाउनुहोस्

source: Normal Size
ne: सामान्य साइज

source: Set Title
ne: शीर्षक सेट गर्नुहोस्

source: Reset
ne: रिसेट गर्नुहोस्

source: Reset and Clear
ne: रिसेट गर्नुहोस् र खाली गर्नुहोस्

source: Switch to Previous Tab
ne: पहिलेको ट्याबमा स्विच गर्नुहोस्

source: Switch to Next Tab
ne: पछिल्लो ट्याबमा स्विच गर्नुहोस्

source: Move Tab to the Left
ne: बायाँतिर ट्याब सार्नुहोस्

source: Move Tab to the Right
ne: दायाँतिर ट्याब सार्नुहोस्

source: Detach Tab
ne: ट्याब हटाउनुहोस्

source: Switch to Tab 1
ne: ट्याब १मा स्विच गर्नुहोस्

source: Switch to Tab 2
ne: ट्याब २मा स्विच गर्नुहोस्

source: Switch to Tab 3
ne: ट्याब ३मा स्विच गर्नुहोस्

source: Switch to Tab 4
ne: ट्याब ४मा स्विच गर्नुहोस्

source: Switch to Tab 5
ne: ट्याब ५मा स्विच गर्नुहोस्

source: Switch to Tab 6
ne: ट्याब ६मा स्विच गर्नुहोस्

source: Switch to Tab 7
ne: ट्याब ७मा स्विच गर्नुहोस्

source: Switch to Tab 8
ne: ट्याब ८मा स्विच गर्नुहोस्

source: Switch to Tab 9
ne: ट्याब ९मा स्विच गर्नुहोस्

source: Switch to Tab 10
ne: ट्याब १०मा स्विच गर्नुहोस्

source: Switch to Tab 11
ne: ट्याब ११मा स्विच गर्नुहोस्

source: Switch to Tab 12
ne: ट्याब १२मा स्विच गर्नुहोस्

source: Contents
ne: सामग्रीहरू

source: File
ne: फाइल

source: Edit
ne: सम्पादन

source: View
ne: दृश्य

source: Go
ne: जानुहोस्

source: Help
ne: मद्दत

source: There was an error loading config from %s. (%s)
ne: %s बाट कन्फिग लोड गर्दा एउटा त्रुटि भयो। (%s)

source: There was an error subscribing to notification of terminal keybinding changes. (%s)
ne: टर्मिनल किबाइन्डिङ परिवर्तनहरू को सूचनामा सदस्यता बनाउँदा एउटा त्रुटि भयो। (%s)

source: There was an error loading a terminal keybinding. (%s)
ne: एउटा टर्मिनल किबाइन्डिङ लोड गर्दा एउटा त्रुटि भयो (%s)

source: The value of configuration key %s is not valid; value is "%s"
ne: कन्फिगरेसन कुञ्जी %s को मान वैध छैन; मान "%s"हो

source: There was an error loading config value for whether to use menubar access keys. (%s)
ne: मेनुपट्टी पहुँच कुञ्जीहरू प्रयोग गर्ने कि नगर्ने का लागि कन्फिग मान लोड गर्दा एउटा त्रुटि भयो। (%s)

source: There was an error subscribing to notification on changes on whether to use menubar access keys (%s)
ne: मेनुपट्टी पहुँच कुञ्जीहरू प्रयोग गर्ने कि नगर्ने को परिवर्तनहरूमा सूचना को सदस्यता गर्दा एउटा त्रुटि भयो। (%s)

source: There was an error loading config value for whether to use menu accelerators. (%s)
ne: मेनु गतिवर्धकहरू प्रयोग गर्ने कि नगर्ने का लागि कन्फिग मान लोड गर्दा एउटा त्रुटि भयो। (%s)

source: There was an error subscribing to notification for use_menu_accelerators (%s)
ne: use_menu_accelerators का लागि सूचनामा सदस्य बनाउँदा एउटा त्रुटि भयो (%s)

source: Error propagating accelerator change to configuration database: %s
ne: कन्फिगरेसन डाटाबेसमा गतिवर्धक परिवर्तन विस्तार गर्दा त्रुटि: %s

source: The shortcut key "%s" is already bound to the "%s" action
ne: "%s" सर्टकट कुञ्जी पहिले नै "%s" कार्य हुन खोजीरहेको छ

source: Error setting new accelerator in configuration database: %s
ne: कन्फिगरेसन डाटाबेसमा नयाँ गतिवर्धक सेटिङ गर्दा त्रुटि:%s

source: Error setting %s config key: %s
ne: %s कन्फिग कुञ्जी सेट गर्दा त्रुटि:%s

source: Error setting use_menu_accelerators key: %s
ne: मेनु गतिवर्धकहरू प्रयोग गर्दा सेटिङ त्रुटि:%s

source: _Action
ne: कार्य

source: Shortcut _Key
ne: सर्टकट कुञ्जी

source: Close tab
ne: ट्याब बन्द गर्नुहोस्

source: There was an error subscribing to notification of terminal profile changes. (%s)
ne: टर्मिनल प्रोफाइल परिवर्तनहरूको सूचनामा सदस्य बनाउँदा एउटा त्रुटि भयो। (%s)

source: Could not find an icon called "%s" for terminal profile "%s"
ne: "%s"टर्मिनल प्रोफाइलका लागि "%s" नामको प्रतिमा फेला पार्न सकिएन

source: Failed to load icon "%s" for terminal profile "%s": %s
ne: "%s"टर्मिनल प्रोफाइलका लागि "%s" प्रतिमा लोड गर्न असफल:%s

source: Could not find a background image called "%s" for terminal profile "%s"
ne: "%s"टर्मिनल प्रोफाइलका लागि "%s" नामको एउटा पृष्ठभूमि छवि फेला पार्न सकिएन
