Repository: 0o001/gnome-terminal
Catalog: po/*.po
Languages: ne

source: Terminal
ne: टर्मिनल

source: Use the command line
ne: आदेश लाइन प्रयोग गर्नुहोस्

source: Accelerator key
ne: गतिवर्धक कुञ्जी

source: Accelerator modifiers
ne: गतिवर्धक परिमार्जक

source: Accelerator Mode
ne: गतिवर्धक मोड

source: The type of accelerator.
ne: गतिवर्धकको प्रकार

source: Disabled
ne: अक्षम पारिएको

source: Type a new accelerator, or press Backspace to clear
ne: एउटा नयाँ गतिवर्धक टाइप गर्नुहोस्, वा सफा गर्न ब्याकस्पेस थिच्नुहोस्

source: Type a new accelerator
ne: नयाँ गतिवर्धक टाइप गर्नुहोस्

source: Current Locale
ne: हालको लोकेल

source: Western
ne: पश्चिमी

source: Central European
ne: मध्य युरोपेली

source: South European
ne: दक्षिण युरोपेली

source: Baltic
ne: बाल्टिक

source: Cyrillic
ne: सिरिलिक

source: Arabic
ne: अरेबिक

source: Greek
ne: ग्रीक

source: Hebrew Visual
ne: हिब्रु दृश्यात्मक

source: Hebrew
ne: हिब्रु

source: Turkish
ne: टर्कीस

source: Nordic
ne: नर्डिक

source: Celtic
ne: केल्टिक

source: Romanian
ne: रोमानियन

source: Unicode
ne: युनिकोड

source: Armenian
ne: आर्मेनियाली

source: Chinese Traditional
ne: परम्परागत चिनियाँ

source: Cyrillic/Russian
ne: सिरिलिक/रसियाली

source: Japanese
ne: जापानी

source: Korean
ne: कोरियाली

source: Chinese Simplified
ne: सरल चिनियाँ

source: Georgian
ne: जर्जीयन

source: Cyrillic/Ukrainian
ne: सिरिलिक/युक्रेनियाली

source: Croatian
ne: क्रोयसियाली

source: Hindi
ne: हिन्दी

source: Persian
ne: पर्शियन

source: Gujarati
ne: गुजराती

source: Gurmukhi
ne: गुरमुखी

source: Icelandic
ne: आइसलान्डीक

source: Vietnamese
ne: भियतनामेली

source: Thai
ne: थाई

source: User Defined
ne: प्रयोगकर्ताले परिभाशित

source: _Description
ne: फन्टन

source: _Encoding
ne: सङ्केतन

source: There was an error subscribing to notification of terminal encoding list changes. (%s)
ne: समाप्ति सङ्केतन सूची परिवर्तनहरूको सूचनामा सदस्यता बनाउँदा एउटा त्रुटि भयो। (%s)

source: <b>Background</b>
ne: <b>पृष्ठभूमि</b>

source: <b>Command</b>
ne: <b>आदेश</b>

source: <b>Compatibility</b>
ne: <b>मिल्दोपना</b>

source: <b>Foreground and Background</b>
ne: <b>अग्रभुमि र पृष्ठभूमि</b>

source: <b>General</b>
ne: <b>साधारण</b>

source: <b>Palette</b>
ne: <b>रङदानी</b>

source: <b>Scrolling</b>
ne: <b>स्क्रोलिङ</b>

source: <b>Title</b>
ne: <b>शीर्षक</b>

source: <small><i><b>Note:</b> Terminal applications have these colors available to them.</i></small>
ne: <small><i><b>द्रष्टव्य:</b> तिनिहरूका लागि टर्मिनल अनुप्रयोगहरू उपलब्ध छन्।</i></small>

source: <small><i><b>Note:</b> The command running inside the terminal may dynamically set a new title.</i></small>
ne: <small><i><b>द्रष्टव्य:</b> टर्मिनलभित्र चलिराखेको आदेशले चल्दाचल्दै एउटा नयाँ शीर्षक सेट गर्न सक्छ।</i></small>

source: <small><i><b>Note:</b> These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating systems that expect different terminal behavior.</i></small>
ne: <small><i><b>द्रष्टव्य:</b> यी विकल्पहरूका कारणले कुनै अनुप्रयोगहरूले गलत व्यवहार गर्न सक्छ। तिनिहरूले केवल यहाँ तपाईँलाई काम गर्न वरिपरि केही अनुप्रयोगहरू अनुमति दिन्छ र सञ्चालन गर्दा प्रणालीहरूले भिन्न टर्मिनल व्यवहार आशा राख्छ।</i></small>

source: <small><i>Maximum</i></small>
ne: <small><i>अधिकतम</i></small>

source: <small><i>None</i></small>
ne: <small><i>कुनै पनि होइन</i></smalll>

source: ASCII DEL Escape sequence Control-H
ne: ASCII DEL अनुक्रमबाट निस्कनुहोस् नियन्त्रण-H

source: A_vailable encodings:
ne: उपलब्ध सङ्केतनहरू:

source: Add encoding to menu.
ne: मेनुमा सङ्केतन थप्नुहोस्।

source: Add or Remove Terminal Encodings
ne: टर्मिनल सङ्केतनहरू थप्नुहोस् वा हटाउनुहोस्

source: Background _image
ne: पृष्ठभूमि छवि

source: Background image _scrolls
ne: पृष्ठभूमि छवि स्क्रोल गर्दछ

source: Built-_in schemes:
ne: बनि आएका योजनाहरू:

source: Built-in _schemes:
ne: निर्मित योजनाहरू:

source: C_reate
ne: सिर्जना गर्नुहोस्

source: Choose A Profile Icon
ne: प्रोफाइल प्रतिमा रोज्नुहोस्

source: Choose Terminal Background Color
ne: टर्मिनलको पृष्ठभूमिको रङ रोज्नुहोस्

source: Choose Terminal Text Color
ne: टर्मिनलको पाठ रङ रोज्नुहोस्

source: Color _palette:
ne: रङदानि:

source: Colors
ne: रङहरू

source: Compatibility
ne: मिल्दोपना

source: Cursor blin_ks
ne: कर्सर पिलपिल

source: Custom
ne: अनुकूल गर्नुहोस्

source: Custom co_mmand:
ne: अनुकूल आदेश:

source: Disable all me_nu access keys (such as Alt+f to open File menu)
ne: सबै मेनु पहुँच कुञ्जीहरू अक्षम गर्नुहोस् (जस्तै: Alt+f फाइल मेनु खोल्नका लागि)

source: Disable m_enu shortcut key (F10 by default)
ne: मेनु सर्टकट कुञ्जी अक्षम पार्नुहोस् (पूर्वनिर्धारित F10)

source: E_ncodings shown in menu:
ne: मेनुमा देखाइएको सङ्केतन

source: Effects
ne: प्रभाव

source: Exit the terminal Restart the command Hold the terminal open
ne: टर्मिनलबाट निस्कनुहोस् आदेश फेरि सुरु गर्नुहोस् टर्मिनल खुल्ला राख्नुहोस्

source: General
ne: साधारण

source: Image _file:
ne: छवि फाइल:

source: Initial _title:
ne: पहिलो शीर्षक:

source: Keyboard Shortcuts
ne: कुञ्जीपाटी सर्टकटहरू

source: New Profile
ne: नयाँ प्रोफाइल

source: On the left side On the right side Disabled
ne: बायाँ छेउमा दायाँ छेउमा अक्षम पारियो

source: Password:
ne: पासवर्ड:

source: Profile Editor
ne: प्रोफाइल सम्पादक

source: Profile _icon:
ne: प्रोफाइल प्रतिमा

source: Profile _name:
ne: प्रोफाइल नाम

source: Remove encoding from menu.
ne: मेनुबाट सङ्केतन हटाउनुहोस्।

source: Replaces initial title Goes before initial title Goes after initial title Isn't displayed
ne: पहिलो शीर्षकलाई बदल्छ पहिलो शीर्षक भन्दा अघि जान्छ पहिलो शीर्षक भन्दा पछि जान्छ प्रदर्शित छैन

source: Ru_n a custom command instead of my shell
ne: मेरो शेलको सट्टा आफ्नै एउटा अनुकूल आदेश चलाउनुहोस्

source: S/Key Challenge Response
ne: S/कुञ्जी चुनौति प्रतिक्रिया

source: S_hade transparent or image background:
ne: पारदर्शी छायाँ वा छवि पृष्ठभूमि:

source: Sc_roll on output
ne: आगतमा स्क्रोल गर्नुहोस्

source: Scr_ollback:
ne: पछाडि स्क्रोल गर्नुहोस्

source: Scroll on _keystroke
ne: कुञ्जी स्ट्रोकमा स्क्रोल गर्नुहोस्

source: Scrolling
ne: स्क्रोलिङ

source: Select Background Image
ne: पृष्ठभूमि छवि चयन गर्नुहोस्

source: Select-by-_word characters:
ne: शब्दका अक्षरहरू अनुसार चयन गर्नुहोस्:

source: Show _menubar by default in new terminals
ne: नयाँ टर्मिनलमा पूर्वनिर्धारण अनुसार मेनुपट्टी देखाउनुहोस्

source: Terminal _bell
ne: टर्मिनलको घण्टी

source: Title and Command
ne: शीर्षक र आदेश

source: Use colors from s_ystem theme
ne: प्रणाली विषयवस्तुबाट रङ प्रयोग गर्नुहोस्

source: When command _exits:
ne: जब आदेश निस्कन्छ

source: _Allow bold text
ne: पाठ बाक्लो गर्न अनुमति छ

source: _Background color:
ne: पृष्ठभूमिको रङ:

source: _Backspace key generates:
ne: ब्याकस्पेस कुञ्जी उत्पादन गर्दछ:

source: _Base on:
ne: आधारित:

source: _Delete key generates:
ne: मेट्ने कुञ्जीले उत्पादना गर्दछ:

source: _Dynamically-set title:
ne: आयामित-सेट शीर्षक:

source: _None (use solid color)
ne: कुनै पनि होइन (पूर्ण रङको प्रयोग गर्नुहोस्)

source: _Profile name:
ne: प्रोफाइलको नाम:

source: _Reset Compatibility Options to Defaults
ne: मिल्दो विकल्पहरू पूर्वनिर्धारितमा रिसेट गर्नुहोस्

source: _Run command as a login shell
ne: एउटा लगइन शेलको रूपमा आदेश सञ्चालन गर्नुहोस्

source: _Scrollbar is:
ne: स्क्रोलपट्टी :

source: _Shortcut keys:
ne: सर्टकट कुञ्जी

source: _Text color:
ne: पाठको रङ:

source: _Transparent background
ne: पारदर्शी पृष्ठभूमि

source: _Update login records when command is launched
ne: आदेश सञ्चालन गरिँदा लगइन अभिलेखहरूलाई अद्यावधिक गर्नुहोस्

source: _Use the system terminal font
ne: प्रणाली टर्मिनल फन्ट प्रयोग गर्नुहोस्

source: _lines
ne: लाइनहरू

source: kilo_bytes
ne: किलो बाइट

source: A subset of possible encodings are presented in the Encoding submenu. This is a list of encodings to appear there. The special encoding name "current" means to display the encoding of the current locale.
ne: सङ्केतन उपमेनुमा संभावित सङ्केतनहरूको सबसेट प्रस्तुत गरिएको छ। यो त्यहाँ देखापर्ने सङ्केतनहरूको सूची हो। विशेष सङ्केतन नाम "current" को अर्थ हालको स्थानीयताको सङ्केतन प्रदर्शन गर्नु हो

source: A value between 0.0 and 1.0 indicating how much to darken the background image. 0.0 means no darkness, 1.0 means fully dark. In the current implementation, there are only two levels of darkness possible, so the setting behaves as a boolean, where 0.0 disables the darkening effect.
ne: ०.० र १.० बीचको मान पृष्ठभूमि छवि कत्तिको अँध्यारो बनाउने सूचीत गर्दछ। ०.० को अर्थ अँध्यारोपन छैन, १.० को अर्थ पूर्णत: अँध्यारो हो। हालको कार्यान्वयनमा, दुईवटा अँध्यारोपनको स्तरहरू मात्र सम्भव छ, यसर्थ सेटिङले बुलियनको रूपमा व्यवहार गर्दछ, जहाँ ०.० ले अँध्यारो पार्ने प्रभाव अक्षम पार्दछ।

source: Accelerator key to detach current tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: हालको ट्याबलाई हटाउन गतिवर्धक कुञ्जी। GTK+स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी किबाइन्डिङ हुने छैन।

source: Accelerator key to move the current tab to the left. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: हालको ट्याबलाई बायाँ सार्न गतिवर्धक कुञ्जी। GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि किबाइन्डिङ सर्टकट हुने छैन।

source: Accelerator key to move the current tab to the right. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keybinding for this action.
ne: हालको ट्याबलाई दायाँ सार्न गतिवर्धक कुञ्जी। GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन्। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि किबाइन्डिङ हुने छैन।

source: Accelerator to detach current tab.
ne: हालको ट्याब हटाउन गतिवर्धक।

source: Accelerator to move the current tab to the left.
ne: हालको ट्याब बायाँ सार्न गतिवर्धक।

source: Accelerator to move the current tab to the right.
ne: हालको ट्याब दायाँ सार्न गतिवर्धक

source: An Pango font name. Examples are "Sans 12" or "Monospace Bold 14".
ne: एउटा प्यागो फन्ट नाम, उदाहरणहरू "Sans 12" वा "Monospace Bold 14" हुन्।

source: An X font name. See the X man page (type "man X") for more details on the format of X font names.
ne: एउटा X फन्ट नाम। X फन्ट नामहरूको ढाँचामा बढी विवरण हेर्नका लागि X म्यान पृष्ठमा "man X" टाइप गरेर हेर्नुहोस्।

source: Background image
ne: पृष्ठभूमि छवि

source: Background type
ne: पृष्ठभूमि प्रकार

source: Characters that are considered "part of a word"
ne: क्यारेक्टर जुन विचार गरिएका छन् "part of a word"

source: Custom command to use instead of the shell
ne: शेलको ठाउँमा अनुकूल आदेश प्रयोग गर्नुहोस्

source: Default
ne: पूर्वनिर्धारित

source: Default color of terminal background
ne: टर्मिनल पृष्ठभूमिको पूर्वनिर्धारित रङ

source: Default color of terminal background, as a color specification (can be HTML-style hex digits, or a color name such as "red").
ne: समाप्ति पृष्ठभूमिको पूर्वनिर्धारित रङ, एउटा रङ विशिष्टता (HTML-शैली hex अङ्कहरू, वा "red" जस्तो एउटा रङ नाम हुनसक्छ)।

source: Default color of text in the terminal
ne: टर्मिनलमा पाठको पूर्वनिर्धारित रङ

source: Default color of text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as "red").
ne: समाप्ति पाठको पूर्वनिर्धारित रङ, एउटा रङ विशिष्टता (HTML-शैली hex अंकहरू, वा "red" जस्तो एउटा रङ नाम हुनसक्छ)।

source: Effect of the Backspace key
ne: ब्याकस्पेस कुञ्जीको प्रभाव

source: Effect of the Delete key
ne: मेट्ने कुञ्जीको प्रभाव

source: Filename of a background image.
ne: एउटा पृष्ठभूमि छविको फाइलनाम

source: Font
ne: फन्ट

source: Highlight S/Key challenges
ne: S/कुञ्जी चुनौतिहरू हाइलाइट गर्नुहोस्

source: How much to darken the background image
ne: पृष्ठमूमिको छविलाई कति मात्रामा अध्यारो गर्ने

source: Human-readable name of the profile
ne: पढ्न सकिने प्रोफाइलको नाम

source: Human-readable name of the profile.
ne: पढ्न सकिने प्रोफाइलको नाम

source: Icon for terminal window
ne: टर्मिनल सञ्झ्यालका लागि प्रतिमा

source: Icon to use for tabs/windows containing this profile.
ne: यो प्रोफाइल समाबिष्ट ट्याब/सञ्झ्यालका लागि प्रयोग गर्ने प्रतिमा

source: If the application in the terminal sets the title (most typically people have their shell set up to do this), the dynamically-set title can erase the configured title, go before it, go after it, or replace it. The possible values are "replace", "before", "after", and "ignore".
ne: यदि समाप्तिको अनुप्रयोगले शीर्षक सेट गर्दछ भने (विशेष गरी मानिसले यो गर्नका लागि तिनिहरूको शेल सेटअप गर्दछन), आयामिक-सेट शीर्षकले कन्फिगर गरिएको शीर्षक मेट्न सक्दछ, यसको अघि जानुहोस्, यसको पछि जानुहोस्, वा यसलाई बदल्नुहोस्। संभावित मानहरू "replace", "before", "after", र "ignore" हुन्।

source: If true, allow applications in the terminal to make text boldface.
ne: यदि सहि भएमा, टर्मिनलमा अनुप्रयोगहरू पाठ बाक्लो फेस बनाउन अनुमति दिनुहोस्।

source: If true, don't make a noise when applications send the escape sequence for the terminal bell.
ne: यदि सहि भएमा, अनुप्रयोगहरूले टर्मिनल घन्टिका लागि निकास अनुक्रम नपठाउँदासम्म आवाज नदिनुहोस्।

source: If true, font anti-aliasing will be disabled when running without the X RENDER extension, which gives a considerable performance improvement in these situations.
ne: यदि सहि भएमा, X RENDER विस्तारहरू बिना चलाउँदा फन्ट एन्टि-एलाइजिङ अक्षम हनेछ, जसले यी अवस्थाहरूमा महत्वपूर्ण सुधार दिन्छ।

source: If true, pressing a key jumps the scrollbar to the bottom.
ne: यदि सहि भएमा, कुनै एउटा कुञ्जी थिच्दा स्क्रोलपट्टी तलतिर जम्प गर्दछ।

source: If true, scroll the background image with the foreground text; if false, keep the image in a fixed position and scroll the text above it.
ne: यदि सही हो भने, अग्रभुमि पाठसँगै पृष्ठभूमि छवि स्क्रोल गर्नुहोस्; यदि गलत हो भने, छविलाई स्थिर स्थितिमा राख्नुहोस् र पाठलाई यसको माथिबाट स्क्रोल गर्नुहोस्।

source: If true, the command inside the terminal will be launched as a login shell. (argv[0] will have a hyphen in front of it.)
ne: यदि सही हो भने, समाप्ति भित्रको आदेश एउटा लगइन शेलको रूपमा सुरुआत गरिनेछ। (argv[0] को अगाडि एउटा योजक चिन्ह हुँनेछ।)

source: If true, the system login records utmp and wtmp will be updated when the command inside the terminal is launched.
ne: यदि सही हो भने, समाप्ति भित्रको आदेश सुरुआत गरिँदा प्रणाली लगइन रेकर्डहरू utmp र wtmp अद्यावधिक हुँनेछन।

source: If true, the terminal will use the desktop-global standard font if it's monospace (and the most similar font it can come up with otherwise).
ne: यदि सहि हो भने,मोनोस्पेस भएको खण्डमा टर्मिनलले डेस्कटप-विश्वव्यापी मानक प्रयोग गर्नेछ (र नत्रभने यो सबैभन्दा मिल्दो फन्टसँग आउन सक्छ)।

source: If true, the theme color scheme used for text entry boxes will be used for the terminal, instead of colors provided by the user.
ne: यदि सहि हो भने, प्रयोगकर्ताद्वारा उपलब्ध गराइएको रङहरूको सट्टामा पाठ प्रविष्टि बाकसहरूका लागि प्रयोग गरिएको विषयवस्तु रङ स्किम टर्मिनलका लागि प्रयोग गरिनेछ।

source: If true, the value of the custom_command setting will be used in place of running a shell.
ne: यदि सही हो भने, एउटा शेल सञ्चालनको स्थानमा अनुकूल आदेश सेटिङ मान प्रयोग गरिनेछ।

source: If true, whenever there's new output the terminal will scroll to the bottom.
ne: सहि भएमा, कुनै पनि बेला त्यहाँ नयाँ आगत भएमा यो टर्मिनल तल स्क्रोल हुँनेछ।

source: Keyboard shortcut key for bringing up the dialog for profile creation. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: प्रोफाइल बनाउनको कुञ्जीपाटी सर्टकट कुञ्जी GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन् यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for closing a tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब १ मा जाने कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for closing a window. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: सञ्झ्याल बन्द गर्न कुञ्जीपाटी सर्टकट कुञ्जी GTK+ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for copying selected text to the clipboard. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: चयन गरिएको पाठ कुञ्जीपाटीमा प्रतिलिपि गर्न सार्न कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for launching help. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: सहायता खोल्न कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for making font larger. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: फन्ट ठूलो साइज बनाउन कुञ्जीपाटी सर्टकट कुञ्जी GTK++स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for making font smaller. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: फन्ट सानो साइज बनाउन कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for making font the normal size. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: फन्ट सामान्य साइज बनाउन कुञ्जीपाटी सर्टकट कुञ्जी। GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प "अक्षम" पारियो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for opening a new tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: एउटा नयाँ ट्याब खोल्न कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for opening a new window. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: एउटा नयाँ सञ्झ्याल खोल्न कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for pasting the contents of the clipboard into the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: क्लिपबोर्डमा भएका वस्तुहरू टर्मिनलमा टाँस्न कुञ्जीपाटी सर्टकट कुञ्जी GTK++स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुँनेछैन।

source: Keyboard shortcut key for switch to tab 1. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब १मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 10. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब १०मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 11. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब ११मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 12. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब १२मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।

source: Keyboard shortcut key for switch to tab 2. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
ne: ट्याब २मा जान कुञ्जीपाटी सर्टकट कुञ्जी GTK++ स्रोत फाइलहरूका निम्ति प्रयोग हुने जस्तै ढाँचाको स्ट्रिङ‌मा प्रस्तुत गरिएका छन। यदि तपाईँले विकल्प " असमर्थ गरियो" भन्ने स्ट्रिङसँग सेट गर्नुभयो भने यो कार्यका लागि कुनै पनि कुञ्जीपाटी सर्टकट हुने छैन।
