Repository: 0o001/gnome-terminal
Catalog: po/*.po
Languages: ne

source: Failed to load background image "%s" for terminal profile "%s": %s
ne: "%s"टर्मिनल प्रोफाइलका लागि "%s" पृष्ठभूमि छवि लोड गर्न असफल:%s

source: GNOME Terminal: font name "%s" set in configuration database is not valid
ne: GNOME टर्मिनल: कन्फिगरेसन डाटावेशमा राखिएको फन्टको नाम "%s" वैध छैन

source: Error getting default value of %s: %s
ne: %s को पूर्वनिर्धारित मान प्राप्त गर्न खोज्दा त्रुटि: %s

source: There wasn't a default value for %s
ne: %s का लागि पूर्वनिर्धारित मान थिएन

source: Error setting key %s back to default: %s
ne: %s कुञ्जीलाई फेरि पूर्वनिर्धारितमा लैजादा त्रुटि:%s

source: There was an error while removing the configuration directory %s. (%s)
ne: %s कन्फिगरेसन डाइरेक्ट्रिलाई हटाउदा एउटा त्रुटि थियो(%s)

source: There was an error subscribing to notification of changes to default profile. (%s)
ne: पूर्वनिर्धारित प्रोफाइलमा परिवर्तनको सूचनामा सदस्य बनाउँदा एउटा त्रुटि भयो। (%s)

source: _Details
ne: विवरण

source: There was an error creating the profile "%s"
ne: "%s"प्रोफाइल सिर्जना गर्दा एउटा त्रुटि थियो

source: There was an error deleting the profiles
ne: प्रोफाइलहरू मेटाउदा एउटा त्रुटि थियो

source: Could not parse string "%s" as a color palette
ne: एउटा रङदानीको रूपमा स्ट्रिङ "%s" पद वर्णह गर्न सकेन

source: Palette had %d entry instead of %d
ne: रङदानीसँग %d को सट्टामा प्रविष्टि थियो %d

source: There was an error subscribing to notification of monospace font changes. (%s)
ne: मोनोस्पेस फन्ट परिवर्तनहरू को सूचनामा सदस्य बनाउँदा एउटा त्रुटि भयो। (%s)

source: Could not load font "%s"
ne: "%s"फन्ट लोड गर्न सकिएन

source: There was a problem with the command for this terminal: %s
ne: यस टर्मिनलको आदेशमा एउटा समस्या थियो:%s

source: Could not open the address "%s": %s
ne: "%s" ठेगाना खोल्न सकिएन: %s

source: There was an error loading config value for whether to use image in menus. (%s)
ne: मेनुहरूमा छवि प्रयोग गर्ने कि नगर्ने त्यसका लागि कन्फिग मान लोड गर्दा त्रुटि। (%s)

source: _Send Mail To...
ne: लाई पत्र पठाउनुहोस्...

source: _Copy E-mail Address
ne: इमेल ठेगाना प्रतिलिपि बनाउनुहोस्

source: _Open Link
ne: लिङ्क खोल्नुहोस्

source: _Copy Link Address
ne: लिङ्क ठेगाना प्रतिलिपि बनाउनुहोस्

source: Open _Terminal
ne: टर्मिनल खोल्नुहोस्

source: Open Ta_b
ne: ट्याब खोल्नुहोस्

source: C_lose Tab
ne: ट्याब बन्द गर्नुहोस्

source: _Close Window
ne: सञ्झ्याल बन्द गर्नुहोस्

source: Change P_rofile
ne: प्रोफाइल परिवर्तन गर्नुहोस्

source: _Edit Current Profile...
ne: हालको प्रोफाइल सम्पादन गर्नुहोस्

source: Show _Menubar
ne: मेनुपट्टी देखाउनुहोस्

source: _Input Methods
ne: आगत विधि

source: _Title:
ne: शीर्षक:

source: text/plain dropped on terminal had wrong format (%d) or length (%d)
ne: टर्मिनलमा झरेको पाठ/सादासँग गलत ढाँचा (%d) वा लम्बाइ (%d) थियो

source: Color dropped on terminal had wrong format (%d) or length (%d)
ne: टर्मिनलमा झरेको रङसँग गलत ढाँचा (%d) वा लम्बाइ (%d) थियो

source: Mozilla url dropped on terminal had wrong format (%d) or length (%d)
ne: टर्मिनलमा झरेको मोजिलाको युआरआईसँग गलत ढाँचा (%d) वा लम्बाइ (%d) थियो

source: URI list dropped on terminal had wrong format (%d) or length (%d)
ne: टर्मिनलमा झरेको URI सूचीसँग गलत ढाँचा (%d) वा लम्बाइ (%d) थियो

source: Image filename dropped on terminal had wrong format (%d) or length (%d)
ne: टर्मिनलमा झरेको छविको फाइलको नामसँग गलत ढाँचा (%d) वा लम्बाइ (%d) थियो

source: Error converting URI "%s" into filename: %s
ne: URI %s" लाई फाइलको नाममा बदल्दा त्रुटि:%s

source: There was an error creating the child process for this terminal
ne: यस टर्मिनलको शाखा प्रक्रिया बनाउदा त्रुटि भयो

source: There was an error subscribing to notification of menu icon visibility changes. (%s)
ne: मेनु प्रतिमा दृश्यात्मकता परिवर्तनहरूको सूचनामा सदस्य बनाउँदा एउटा त्रुटि भयो। (%s)

source: _Add or Remove...
ne: थप्नुहोस् वा हटाउनुहोस्....

source: New _Profile...
ne: नयाँ प्रोफाइल...

source: P_rofiles...
ne: प्रोफाइलहरू...

source: _Keyboard Shortcuts...
ne: कुञ्जीपाटी सर्टकटहरू...

source: C_urrent Profile...
ne: हालको प्रोफाइल...

source: Show Menu_bar
ne: मेनुपट्टी देखाउनुहोस्

source: _Full Screen
ne: पूरै पर्दा

source: Change _Profile
ne: प्रोफाइल परिवर्तन गर्नुहोस्

source: _Set Title...
ne: शीर्षक सेट गर्नुहोस्

source: Set _Character Encoding
ne: क्यारेक्टर सङ्केतन सेट गर्नुहोस्

source: _Reset
ne: रिसेट गर्नुहोस्

source: Reset and C_lear
ne: फेरि सेट गर्नुहोस् र सफा गर्नुहोस्

source: _Previous Tab
ne: पछिल्लो ट्याब

source: _Next Tab
ne: अघिल्लो ट्याब

source: Move Tab to the _Left
ne: बायाँतर्फ ट्याब सार्नुहोस्

source: Move Tab to the _Right
ne: दायाँतर्फ ट्याब सार्नुहोस्

source: _Contents
ne: सामग्रीहरू

source: _About
ne: बारेमा

source: There was an error loading config value for whether to use mnemonics. (%s)
ne: मनिमोनिक प्रयोग गर्ने कि नगर्ने का लागि कन्फिग मान लोड गर्दा त्रुटि। (%s)

source: There was an error subscribing to notification of terminal window configuration changes. (%s)
ne: टर्मिनल सञ्झ्याल कन्फिगरेसन परिवर्तनहरूको सूचनामा सदस्य बनाउँदा त्रुटि भयो। (%s)

source: _File
ne: फाइल

source: _Edit
ne: सम्पादन

source: _View
ne: दृश्य

source: _Terminal
ne: टर्मिनल

source: Ta_bs
ne: ट्याबहरू

source: _Help
ne: मद्दत

source: This window has one tab open. Closing the window will close it.
ne: यो सञ्झ्यालमा एउटा ट्याब खुला छ। सञ्झ्याल बन्द गर्दा यो पनि बन्द हुँनेछ।

source: Close all tabs?
ne: सबै ट्याबहरू बन्द गर्नुहुन्छ ?

source: Close All _Tabs
ne: सबै ट्याबहरू बन्द गर्नुहोस्

source: GNOME Terminal
ne: जिनोम टर्मिनल

source: A terminal emulator for the GNOME desktop
ne: जिनोम डेस्कटपका लागि एउटा इमुलेटर टर्मिनल

source: translator-credits
ne: महेश सुबेदी <submanesh@hotmail.com>

source: Execute the argument to this option inside the terminal.
ne: यस विकल्पको तर्क टर्मिनलभित्र कार्यान्वयन गर्नुहोस्।

source: Execute the remainder of the command line inside the terminal.
ne: बाँकी रहेको आदेश रेखा टर्मिनलभित्र कार्यान्वयन गर्नुहोस्।

source: Open a new window containing a tab with the default profile. More than one of these options can be provided.
ne: पूर्वनिर्धारित प्रोफाइलसँग एउटा ट्याब समाहित भएको एउटा नयाँ सञ्झ्याल खोल्नुहोस्। यी मध्ये एक भन्दा बढी विकल्पहरू प्रदान गर्न सकिन्छ।

source: Open a new window containing a tab with the given profile. More than one of these options can be provided.
ne: दिइएको प्रोफाइल सहित एउटा नयाँ सञ्झ्याल समाहित गर्दै एउटा ट्याब खोल्नुहोस्। एक भन्दा बढी विकल्पहरू प्रदान गर्न सकिन्छ।

source: PROFILENAME
ne: प्रोफाइल नाम

source: Open a new tab in the last-opened window with the default profile. More than one of these options can be provided.
ne: अन्तिम-खोलिएको सञ्झ्यालमा दिइएको प्रोफाइलसँग एउटा नयाँ ट्याब खोल्नुहोस्। यी मध्ये एक भन्दा बढी विकल्पहरू उपलब्ध गर्न सकिन्छ।

source: Open a new tab in the last-opened window with the given profile. More than one of these options can be provided.
ne: अन्तिम-खोलिएको सञ्झ्यालमा पूर्वनिर्धारित प्रोफाइलसँग एउटा नयाँ ट्याब खोल्नुहोस्। यी मध्ये एक भन्दा बढी विकल्पहरू उपलब्ध गर्न सकिन्छ।

source: Open a new window containing a tab with the given profile ID. Used internally to save sessions.
ne: दिइएको प्रोफाइल IDसँग एउटा ट्याब समाहित गर्दा एउटा नयाँ सञ्झ्याल खोल्नुहोस्। सत्रहरू बचत गर्नका लागि आन्तरिक तवरले प्रयोग गरिएको छ।

source: Open a new tab in the last-opened window with the given profile ID. Used internally to save sessions.
ne: दिइएको प्रोफाइल IDसँग एउटा नयाँ सञ्झ्यालमा एउटा नयाँ ट्याब खोल्नुहोस्। सत्रहरू बचत गर्नका लागि आन्तरिक तवरले प्रयोग गरिएको छ।

source: Set the role for the last-specified window; applies to only one window; can be specified once for each window you create from the command line.
ne: अन्तिम-निर्दिष्ट सञ्झ्यालका लागि रोल सेट गर्नुहोस्; एउटा मात्र सञ्झ्यालमा लागू गर्दछ; तपाईँले आदेश रेखाबाट सिर्जना गरेको प्रत्येक सञ्झ्यालका लागि एकपटक तोक्न सकिन्छ।

source: Turn on the menubar for the last-specified window; applies to only one window; can be specified once for each window you create from the command line.
ne: अन्तिम-निर्दिष्ट सञ्झ्यालका लागि मेनुपट्टी सुरु गर्नुहोस्; एउटा मात्र सञ्झ्यालमा लागू गर्दछ;तपाईँले आदेश रेखाबाट सिर्जना गरेको प्रत्येक सञ्झ्यालका लागि एकपटक तोक्न सकिन्छ।

source: Turn off the menubar for the last-specified window; applies to only one window; can be specified once for each window you create from the command line.
ne: अन्तिम-निर्दिष्ट सञ्झ्यालका लागि मेनुपट्टी बन्द गर्नुहोस्; एउटा मात्र सञ्झ्यालमा लागू गर्दछ;तपाईँले आदेश रेखाबाट सिर्जना गरेको प्रत्येक सञ्झ्यालका लागि एकपटक तोक्न सकिन्छ।

source: Set the last-specified window into fullscreen mode; applies to only one window; can be specified once for each window you create from the command line.
ne: अन्तिम-निर्दिष्ट सञ्झ्याललाई पूरापर्दा मोडमा सेट गर्नुहोस्; एउटा मात्र सझ्यालमा लागू गर्दछ;तपाईँले आदेश रेखाबाट सिर्जना गरेको प्रत्येक सझ्यालका लागि एकपटक तोक्न सकिन्छ।

source: X geometry specification (see "X" man page), can be specified once per window to be opened.
ne: एक्स रेखागणित निर्दिष्टिकरण (हेर्नुहोस् "X" मुख्य पृष्ठ), एक पटक सञ्झ्याल खोल्नका लागि निर्दिष्ट गर्न सकिन्छ।

source: Do not register with the activation nameserver, do not re-use an active terminal
ne: क्रियाशीलता नाम सर्भरसँग दर्ता नगर्नुहोस्, एउटा सक्रिय टर्मिनल पुन: प्रयोग नगर्नुहोस्

source: Register with the activation nameserver [default]
ne: क्रियाशीलता नाम सर्भरसँग दर्ता गर्नुहोस् [पूर्वनिर्धारित]

source: ID for startup notification protocol.
ne: सुरुआत सूचना प्रोटोकोलका लागि ID।

source: Set the terminal's title
ne: टर्मिनलको शीर्षक सेट गर्नुहोस्

source: Set the terminal's working directory
ne: टर्मिनलको काम गर्ने डाइरेक्टरी सेट गर्नुहोस्

source: Set the default terminal's working directory. Used internally
ne: टर्मिनलको पूर्वनिर्धारित प्रयोग गर्ने डाइरेक्टरी सेट गर्नुहोस्।आन्तरिक प्रयोग हुने

source: Set the terminal's zoom factor (1.0 = normal size)
ne: टर्मिनलको जुम तत्व सेट गर्नुहोस् (१.०‍‍‍= सावैध साइज)

source: Set the last specified tab as the active one in its window
ne: यसको सञ्झ्यालमा अन्तिम निर्दिष्ट ट्याबको रूपमा एउटा सक्रिय ट्याब सेट गर्नुहोस्

source: Could not load icon "%s": %s
ne: प्रतिमा लोड गर्न सकिएन "%s": %s

source: Option "%s" requires specifying the command to run
ne: विकल्प "%s" लाई चलाउनका लागि आदेश तोक्न आवश्यक पर्दछ

source: Argument to "%s" is not a valid command: %s
ne: "%s" को तर्क एउटा वैध आदेश होइन:%s

source: "%s" specified more than once for the same window or tab
ne: उही सञ्झ्याल वा ट्याबका लागि "%s" एक पटक भन्दा बढी निर्दिष्ट गरिएको छ

source: Option "%s" requires specifying the command to run on the rest of the command line
ne: विकल्प "%s" ले आदेश लाइनको बाँकीमा चलाउने आदेश निर्दिष्ट गर्न आवश्यक गर्दछ

source: Option "%s" requires an argument specifying what profile to use
ne: "%s" विकल्पलाई कुन प्रोफाइल प्रयोग गर्ने निर्दिष्ट भएको तर्क आवश्यक पर्छ

source: "%s" option given twice for the same window
ne: उही सञ्झ्यालका लागि "%s" विकल्प दुईचोटी दिइन्छ

source: Option "%s" requires an argument giving the role
ne: "%s" विकल्पलाई भूमिका दिने एउटा तर्क आवश्यक पर्छ

source: Two roles given for one window
ne: एउटा सञ्झ्याललाई दुईवटा कामहरू दिइएको छ

source: Option "%s" requires an argument giving the geometry
ne: "%s" विकल्पलाई रेखागणित दिने एउटा तर्क आवश्यक पर्छ

source: Two "%s" options given for one window
ne: एउटा सञ्झ्यालका लागि दुईवटा "%s" विकल्पहरू दिइन्छ

source: Two geometries given for one window
ne: एउटा सञ्झ्यालका लागि दुईवटा रेखागणितहरू दिइएको छ

source: Option "%s" requires an argument giving the title
ne: "%s" विकल्पलाई शीर्षक दिने एउटा तर्क आवश्यक पर्छ

source: Two "%s" options given for one tab
ne: एउटा ट्याबका लागि दुईवटा "%s" विकल्पहरू दिइएको छ

source: Option "%s" requires an argument giving the directory
ne: "%s" विकल्पलाई डाइरेक्टरी दिने एउटा तर्क आवश्यक पर्छ

source: Option --default-working-directory requires an argument giving the directory
ne: विकल्प पूर्वनिर्धारित काम गर्ने डाइरेक्टरीलाई डाइरेक्टरी दिने एउटा तर्क आवश्यक पर्छ

source: Two --default-working-directories given
ne: दुईवटा पूर्वनिर्धारित काम गर्ने डाइरेक्टरीहरू दिइयो

source: Option "%s" requires an argument giving the zoom factor
ne: "%s" विकल्पलाई जुम तत्व दिने एउटा तर्क आवश्यक पर्छ

source: "%s" is not a valid zoom factor
ne: "%s" अवैध जुम तत्व होइन

source: Zoom factor "%g" is too small, using %g
ne: "%g"जुम तत्व धेरै सानो छ, %g को प्रयोग गर्दैछ

source: Zoom factor "%g" is too large, using %g
ne: "%g"जुम तत्व धेरै ठूलो छ, %g को प्रयोग गर्दैछ

source: Option --%s is no longer supported in this version of gnome-terminal; you might want to create a profile with the desired setting, and use the new --window-with-profile option
ne: विकल्प --%s जिनोम टर्मिनलको यो संस्करणमा समर्थित छैन; तपाईँ चाहनुभएको सेटिङसँग एउटा प्रोफाइल सिर्जना गर्न सक्नुहुन्छ, र नयाँ --window-with-profile विकल्प प्रयोग गर्नुहोस्

source: "%s" option given twice
ne: "%s" विकल्प दुई पटक दिइयो

source: "%s" option requires an argument
ne: "%s" विकल्पलाई एउटा तर्क आवश्यक पर्छ

source: No argument given to "%s" option
ne: "%s" विकल्पलाई कुनै तर्क दिइएको छैन

source: No such profile '%s', using default profile
ne: '%s' प्रोफाइल छैन, पूर्वनिर्धारित प्रोफाइलको प्रयोग गर्दैछ

source: Invalid argument: "%s"
ne: अवैध तर्क:"%s"

source: There was an error subscribing to notification of terminal profile list changes. (%s)
ne: टर्मिनल प्रोफाइल सूची परिवर्तनहरू को सूचनामा सदस्य बनाउँदा एउटा त्रुटि भयो। (%s)

source: Invalid geometry string "%s"
ne: "%s" अवैध रेखागणित स्ट्रिङ

source: There was an error getting the list of terminal profiles. (%s)
ne: टर्मिनल प्रोफाइलहरूको सूची प्राप्त गर्दा एउटा त्रुटि भयो (%s)

source: You already have a profile called "%s". Do you want to create another profile with the same name?
ne: तपाईँसँग पहिले नै "%s" नाम गरेको प्रोफाइल रहेको छ। के तपाईँले त्यहि नाम गरेको अन्य प्रोफाइल सिर्जना गर्न चाहनुहुन्छ ?

source: The profile you selected as a base for your new profile no longer exists
ne: तपाईँको नयाँ प्रोफाइलका लागि आधारको रूपमा तपाईँले चयन गर्नुभएको प्रोफाइल लामो समय संम अवस्थित हुँदैन

source: Enter profile name
ne: प्रोफाइलको नाम प्रविष्ट गर्नुहोस्

source: Choose base profile
ne: आधार फाइल रोज्नुहोस्

source: Profile list
ne: प्रोफाइलको सूची

source: You must select one or more profiles to delete.
ne: तपाईँले एउटा वा धेरै प्रोफाइलहरू मेटन चयन गर्नुपर्छ।

source: You must have at least one profile; you can't delete all of them.
ne: तपाईँसँग कम्तीमा एउटा प्रोफाइल हुनु पर्छ; तपाईँले ति सबै मेट्न सक्नुहुन्न।

source: Delete this profile?
ne: यो प्रोफाइल मेट्नुहुन्छ ?

source: Delete profile "%s"?
ne: "%s" प्रोफाइल मेट्नुहन्छ ?

source: Delete Profile
ne: प्रोफाइल मेट्नुहोस्

source: Profiles
ne: प्रोफाइलहरू

source: _Profiles:
ne: प्रोफाइलहरू:

source: Click to open new profile dialog
ne: नयाँ प्रोफाइल संवाद खोल्न क्लिक गर्नुहोस्

source: Click to open edit profile dialog
ne: सम्पादन प्रोफाइल संवाद खोल्न क्लिक गर्नुहोस्

source: Click to delete selected profile
ne: चयन गरिएको प्रोफाइल मेट्न क्लिक गर्नुहोस्

source: Profile _used when launching a new terminal:
ne: एउटा नयाँ टर्मिनल खोल्दा प्रयोग हुने प्रोफाइल:

source: Click button to choose profile
ne: प्रोफाइल चयन गर्न बटनमा क्लिक गर्नुहोस्

source: There was an error displaying help: %s
ne: मद्दत प्रदर्शन गर्दा एउटा त्रुटि भयो : %s

source: The file "%s" is missing. This indicates that the application is installed incorrectly.
ne: "%s" फाइल हराइरहेको छ। यसले यो अनुप्रयोग गलत तरिकाले स्थापित भएको जनाउँछ।

source: It appears that you do not have gnome-terminal.server installed in a valid location. Factory mode disabled.
ne: जिनोम टर्मिनल छैन जस्तो देखिन्छ। सर्भर वैध स्थानमा स्थापना गरिएको छ। कारखाना मोड अक्षम।

source: Error registering terminal with the activation service; factory mode disabled.
ne: उत्प्रेरण सर्भर टर्मिनल दर्ता गर्दा त्रुटि; कारखाना प्रकार अक्षम।

source: Failed to retrieve terminal server from activation server
ne: उत्प्रेरण सर्भरबाट टर्मिनल सर्भर प्राप्त गर्न असफल भयो
